{"/about/disclaimer":{"title":"免责声明","data":{"":"本手册，是对江苏理工学院生活和学习的经验性总结，本手册的内容可能过时和与事实不符，手册的作者不对手册的内容提供任何程度的担保。\n本手册的编写和其内容与江苏理工学院官方没有直接或间接联系。"}},"/about/help":{"title":"操作指南","data":{"":"由于生存手册项目于 2024 年 3 月重构，站点生成系统采用新架构，故发布流程等亦已改变。此指南旨在帮助站点维护者快速入手。\n注意： 请不要修改本指南的内容，若认为有问题，请联系管理人员。","技术架构#技术架构":"生存手册为纯静态网页项目，采用 Next.js 进行站点生成，MDX 作为书写语言，使用 Render 进行服务，采用 Cloudflare 作为 CDN。为了确保安全性和减少复杂性，生存手册的内容管理已从 Bitbucket 转向私有服务。本站点的内容依旧遵循 GNU FDL 协议，你依旧可以获取全部的源码。如果你希望向站点贡献内容，或提供建议，请通过发送邮件的方式，也可以选择在相关平台留言。详情请查看主页的内容。","安装#安装":"","安装开发环境#安装开发环境":"若想要顺利地运行生存手册的开发环境，你需要以下软件包：\n较新版本的 Bash 或 Zsh：用于基础环境的操作，一般无须额外安装\nNode.js v20 及以上：是一个 JavaScript 运行时，用于运行整个项目\n较新版本的 yarn：Node.js 的包管理系统\n以下介绍安装方式，在安装前，请确保能够链接国际互联网。","macos#macOS":"","安装-nodejs#安装 Node.js":"使用 brew 安装之：\nbrew install node@21\n安装完毕后，请确认命令 node 存在且能够执行。运行 node --version，若有以下信息则安装成功（版本可能有所不同）:\n-> % node --version\nv21.10.0","安装-yarn#安装 yarn":"使用 brew 安装 yarn：\nbrew install yarn\n安装完毕后，使用 yarn -v 确认（版本可能有所不同）：\n-> % yarn -v\n1.22.21\nLinux 用户，请自行使用对应发行版的包管理工具安装 Node.js，余步相同，略。在搭建完毕后，请获取源码分发包并解压，得到的目录结构如下：\n其中：\n.next是 nextjs 的生成文件\nnode_modules是 Node.js 的模块和依赖文件\nout是最终构建的手册内容\npages是手册的源文件\npublic是其他资源，例如图片、视频、文件等\n接下来初始化项目，此操作仅需要执行一次。在上示目录中打开终端，运行 yarn install，根据网速的情况，需要等待一段时间，若最终显示以下信息则安装完毕：\n...\nsuccess Already up-to-date.\nDone in 30.14s.\n接下来运行 yarn run dev 即可打开实时预览，默认为 http://localhost:3000，打开浏览器后，网页编译需要一段时间，显示以下内容即为完成：\n-> % yarn run dev\nyarn run v1.22.21\n$ next\n   ▲ Next.js 14.1.4\n   - Local:        http://localhost:3000\n   automatically enabled Fast Refresh for 3 custom loaders\n ✓ Ready in 1883ms\n ✓ Compiled /_error in 355ms (189 modules)\n ⚠ Fast Refresh had to perform a full reload. Read more: https://nextjs.org/docs/messages/fast-refresh-reload\n ○ Compiling / ...\n[nextra] Init git repository failed Discover git repo from [/home/izfsk/Ramdisk/cache/jsutsm-next] failed: could not find repository at '/home/izfsk/Ramdisk/cache/jsutsm-next'; class=Repository (6); code=NotFound (-3)\n ✓ Compiled / in 13s (2223 modules)\n你将能够在浏览器中实时预览所做的更改。","创建新文章#创建新文章":"/pages 是整个手册的根目录，其目录结构也就是左侧站点导航栏的结构。在每一个子目录中，都有一个 _meta.json 文件，其控制了磁盘上的文件名和实际显示的对应关系，还提供了其他细节控制。以 /pages/about 目录为例：\n这个子目录一共包含三个文章，都以 .mdx 为扩展名。以 .mdx 为扩展名的文件是扩展的 Markdown 格式，其格式与 Markdown 基本一致，但有一些添加的功能。打开 _meta.json，其内容如下：\n{\n    \"license\": \"许可证\",\n    \"disclaimer\": \"免责声明\",\n    \"help\": \"操作指南\"\n}\n由于框架的限制，磁盘上文章文件名不能是中文，因此必须有一个方法记录磁盘上英文命名的文件对应目录项目是什么，这就是 _meta.json 的主要作用。关于 json 文件的格式，无须太多了解就能够使用，记得引号和逗号，建议使用具有\n自动格式化功能的工具编辑。文件中，左侧的是本目录下不带扩展名的文件名，右侧是网页上实际显示的名字。对于每一个文章，都需要在它所属的目录的那个 _meta.json 文件中建立这条记录。\n否则就会显示文件名（英文名字）。对于目录，则是在它的上一层的 _meta.json 中键入信息。例如 /pages/life 在磁盘上的目录名是 life，但网页上显示的是生活指南，这个对应关系就放在其上一层中，也就是 /pages/_meta.json:\n...\n    \"life\": \"生活指南\",\n...\n在实践中，建议仅使用大小写英文字母、数字、下划线和连字符命名文件，避免使用特殊符号和空格。假如你需要新建一个文章，首先你需要确认你是要在哪一个目录建立，之后在那里创建这个文件 your-file.mdx，接着在新文件的这个目录的 _meta.json 中新增对应关系记录，例如：\n{\n    \"license\": \"许可证\",\n    \"disclaimer\": \"免责声明\",\n    \"help\": \"操作指南\",\n    \"your-file\": \"我的大作\"\n}\n接下来就可以编辑和预览了。假如你是要新建一个目录，那么你需要在这个目录的父目录中的 _meta.json 中键入信息，你还需要在新建的目录中创建 _meta.json。","编辑文章#编辑文章":"","注意事项#注意事项":"对于要添加的图片等内容，使用标准的 Markdown 写法，你的图片应该放在 /public 目录中，引用时，去掉 /public 即可，例如，你在有一个 /public/hello.webp 的图片，你应该这样使用之：\n![我是图片](/hello.webp)\n其结果如下：如果你要在一个页面中链接另外一个页面，使用标准的 Markdown 链接语法，例如，你要提供一条到 /pages/guide/net.mdx 的链接：\n[如何上网](/guide/net)\n其效果如下：如何上网","markdown-写作指南#Markdown 写作指南":"在此处查看语法概要。以下选取一些常用的。\n# 标题层级 1\n## 标题层级 2\n### 标题层级 3\n#### 标题层级 4\n##### 标题层级 5\n加粗：**The quick brown fox jumps over the lazy dog.**\n倾斜：*The quick brown fox jumps over the lazy dog.*\n引用：\n> The quick brown fox jumps over the lazy dog.\n> The quick brown fox jumps over the lazy dog.\n>\n> The quick brown fox jumps over the lazy dog.\n>\n> The quick brown fox jumps over the lazy dog.\n> The quick brown fox jumps over the lazy dog.\n>> The quick brown fox jumps over the lazy dog.\n>>> The quick brown fox jumps over the lazy dog.\n> **The quick brown fox** *jumps over the lazy dog.*\n表格：\n| Default | Left align | Center align | Right align |\n| - | :- | :-: | -: |\n| 9999999999 | 9999999999 | 9999999999 | 9999999999 |\n| 999999999 | 999999999 | 999999999 | 999999999 |\n| 99999999 | 99999999 | 99999999 | 99999999 |\n| 9999999 | 9999999 | 9999999 | 9999999 |\n图片和链接见上文例。","删除已有的文章#删除已有的文章":"注意事项与新建文章相同，你需要将对应的 _meta.json 也进行修改，避免不一致。另外，注意备份和版本管理，避免意外发生。","发布与更新#发布与更新":"运行本目录下的 build.sh 即可，你需要输入用户名和密码，成功后显示：\nDONE","出错了怎么办#出错了怎么办":"请联系支持人员并详细说明情况。"}},"/about/license":{"title":"GNU 自由文本授权 (简体中文翻译版)","data":{"":"这是一份 GNU 自由文本授权非正式的中文翻译。它并非由自由软件基金会所发表，亦非使用 GNU 自由文本授权的文件的法定发布条款─只有 GNU 自由文本授权英文原文的版本始具有此等效力。然而，我们希望这份翻译能帮助中文的使用者更了解 GNU 自由文本授权。This is an unofficial translation of the GNU Free Documentation License into Chinese. It was not published by the Free Software Foundation, and does not legally state the distribution terms for documents that uses the GNU FDL--only the original English text of the GNU FDL does that. However, we hope that this translation will help Chinese speakers understand the GNU FDL better.第1.3版, 2008年11月*著作权所有 (C) 2000,2001,2002,2007,2008 Free Software Foundation, Inc. http://fsf.org/允许每个人复制和发布本授权文件的完整副本，但不允许对它进行任何修改。本版本由 Leo-Hong (leohca (at) yahoo.com) 翻译整理.本授权的目的在于作为一种手册、教科书或其它的具有功能性的有用文件获得自由：确保每一个人都具有复制和重新发布它的有效自由，而不论是否作出修改，也不论其是否具有商业行为。其次，本授权保存了作者以及出版者由于他们的工作而 得到 名誉的方式，同时也不被认为应该对其他人所作出的修改而担负责任。本授权是一种’copyleft’，这表示文件的衍生作品本身必须具有相同的自由涵义。它补足了GNU 公共通用授权-- 一种为了自由软件而设计的’copyleft’授权。我们设计了本授权是为了将它使用到自由软件的使用手册上，因为自由软件需要自由的文档：一种自由的程序应该提供与此软件具有相同的自由的使用手册。但是本授权并不被限制在软件使用手册的应用上；它可以被用于任何以文字作基础的作品，而不论其主题内容，或者它是否是一个被出版的印刷书籍。我们建议本授权主要应用在以使用说明或提供参考作为目的的作品上。本授权的效力在于任何媒体中的任何的使用手册或其它作品，只要其中包含由版权所有人所指定的声明，说明它可以在本授权的条款下被发布。这样的一份声明提供了全球范围内的,免版税的和没有期限的许可，在此所陈述条件下使用那个作品。以下所称的文件，指的是任何像这样的使用手册或作品。公众中的任何成员都是被许可人，并且称作为你。如果你以一种需要在版权法下取得允许的方式进行复制、修改或发布作品，你就接受了这项许可。“修改版本”指的是任何包含文件或是它的其中一部份，不论是逐字的复制或是经过修正，或翻译成其它语言的任何作品。“次要章节”是一个具名的附录，或是文件的本文之前内容的章节，专门用来处理文件的出版者或作者，与文件整体主题(或其它相关内容)的关系，并且不包含任何可以直接落入那个整体主题的内容。(因此，如果文件的部分内容是作为数学教科书，那么其次要章节就可以不用来解释任何数学。)它的关系可以是与主题相关的历史连接，或是与其相关的法律、商业、哲学、伦理道德或政治立场。“不变章节”是标题已被指定的某些次要章节，在一个声明了是以本授权加以发行的文件中，依此作为不变章节。如果一个章节并不符合上述有关于次要的定义时，则它并不允许被指定为不变。文件可以不包含不变章节。如果文件并没有指出任何不变章节，那么就是没有。“封面文字”是某些被加以列出的简短文字段落，在一个声明了是以本授权加以发行的文件中，依此作为前封面文字或后封面文字。前封面文字最多可以包含 5 个单词，后封面文字最多可以包含 25 个单词。文件的”透明”拷贝指的是一份机器可读的拷贝，它以一种一般公众可以取得其规格说明的格式来表现，适合于直接用一般文字编辑器、一般点阵图像程序用于由图元像素构成的影像或一些可以广泛取得的绘图程序用于由向量绘制的图形直接地进行修订；并且适合于输入到文字格式化程式，或是可以自动地转换到适合于输入到文字格式化程序的各种格式。一份以透明以外的档案格式所构成的拷贝，其标记或缺少标记，若是被安排成用来挫折或是打消读者进行其后续的修改，则此拷贝并非透明。一种影像格式，如果仅仅是用来充斥文本的资料量时，就不是透明的。一个不是透明的拷贝被称为混浊。透明拷贝适合格式的例子包括有：没有标记的纯 ASCII、Texinfo 输入格式、LaTeX 输入格式、使用可以公开取得其 DTD 的 SGML 或 XML、合乎标准的简单 HTML、PostScript 或 PDF。透明影像格式的例子有 PNG、XCF 和 JPG 。混浊格式包括只能够以私人文书处理器阅读以及编辑的私人格式、DTD 以及或处理工具不能够一般地加以取得的 SGML 或 XML、以及由某些文书处理器只是为了输出的目的而做出的，由机器制作的 HTML、PostScript 或 PDF 。标题页对一本印刷书籍来说，指的是标题页本身，以及所需要用来容纳本授权必须出现在标题页的易读内容的，如此的接续数页。对于并没有任何如此页面的作品的某些格式，标题页指的是本文主体开始之前作品标题最显着位置的文字。出版者指的是把那些文本副本发布给公众的任何人或实体。一个标题为 XYZ的章节指的是文件的一个具名的次要单元，其标题精确地为 XYZ 或是将 XYZ 包含在跟着翻译为其它语言的 XYZ 文字后面的括号内 -- 这里 XYZ 代表的是名称于下提及的特定章节，像是感谢、贡献、背书或历史。当你修改文件时，给像这样子的章节保存其标题指的是，它保持为一个根据这个定义的标题为 XYZ的章节。文件可以在用来陈述本授权效力及于文件的声明后，包括担保放弃。这些担保放弃被考虑为以提及的方式，包括在本授权中，但是只被看作为放弃担保之用：任何这些担保放弃可能会有的其它暗示都是无效的，并且也对本授权的含义没有影响。以下是有关复制、发布及修改的明确条款及条件。你可以复制或发布文件于任何媒体，而不论其是否具有商业买卖行为，其条件为具有本授权、版权声明和许可声明，说明本授权效力于文件的所有重制拷贝，并且你没有增加任何其它条件到本授权的条件中。你不可以使用技术手段，来妨碍或控制你所制作或发布的拷贝阅读或进一步的发布。然而，你可以接受补偿以作为拷贝的交换。如果你发布了数量足够大的拷贝，你也必须遵循第三条的条件。你也可以在上述的相同条件下借出拷贝，并且你可以公开地陈列拷贝。如果你出版文件的印刷拷贝或者通常具有印刷封面的媒体的拷贝，数量上超过一百个单位，而且文件许可声明要求有封面文字，那么你必须将这些拷贝附上清楚且易读的文字：前封面文字于前封面上、后封面文字于后封面上。这两种封面必须清楚易读地辨认出，你是这些拷贝的出版者。前封面文字必须展示完整的标题，而标题的文字应当同等地显著可见。你可以增加额外的内容于封面上。仅在封面作出改变的复制，只要它们保存了文件的标题，并且满足了这些条件，可以在其它方面被看作为逐字的复制。如果对于任意一个封面所需要的文字，数量过于庞大以至于不能符合易读的原则，你应该在实际封面的最前面列出所能符合易读原则的内容，然后将剩下的接续在相邻的页面。如果你出版或发布数量超过一百个单位文件的混浊拷贝，你必须与此混浊拷贝一起包含一份机器可读的透明拷贝，或是与一份混浊拷贝一起或其陈述一个电脑网络位址，使一般的网络使用公众具有存取权，可以使用公开标准的网络协定，下载一份文件的完全透明拷贝，此拷贝中并且没有增加额外的内容。如果你使用后面的选项，当你开始大量地发布混浊拷贝时，你必须采取合理的审慎步骤，以保证这个透明拷贝将会在发布的一开始就保持可供存取，直到你最后一次发布那个发行版的一份混浊拷贝给公众后，至少一年为止。以保证这个透明拷贝，将会在所陈述的位址保持如此的可存取性，直到你最后一次发布那个发行版直接或经由你的代理商或零售商的一份混浊拷贝给公众后，至少一年为止。你被要求，但不是必须，在重新发布任何大数量的拷贝之前与文件的作者联络，给予他们提供你一份文件的更新版本的机会。你可以在上述第二条和第三条的条件下，复制和发布文件的修改版本，其条件为你要精确地在本授权下发布修改版本，且修改版本补足了文件的角色，从而允许修改版本的发布和修改权利给任何拥有它拷贝的人。另外，你必须在修改版本中做这些事：\n第一款、 在标题页或在封面上使用，如果有与先前版本不同的文件，应该被列在文件的历史章节不同的标题。如果版本的原始出版者允许，你可以使用与某一个先前版本相同的标题。\n第二款、 在修改版本的标题页上列出担负作者权的一个或多个人或实体作为作者，并且列出至少五位文件的主要作者。如果少于五位，则列出全部的主要作者，除非他们免除了你这个要求。\n第三款、 在标题页陈述修改版本的出版者的名称作为出版者。\n第四款、 保存文件的所有版权声明。\n第五款、 为你的修改增加一个与其它版权声明相邻的适当的版权声明。\n第六款、 在版权声明后面，以授权附录所显示的形式，包括一个给予公众在本授权条款下使用修改版本的许可声明。\n第七款、 在那个许可声明中保存恒常章节和文件许可声明中必要封面文字的全部列表。\n第八款、 包括一个未被改变的本授权的副本。\n第九款、 保存标题为历史的章节和其标题，并且增加一项至少陈述如同在标题页中所给的修改版本的标题、年份、新作者和出版者。如果在文件中没有标题为历史的章节，则制作出一个陈述如同在它的标题页中所给的文件的标题、年份、新作者和出版者，然后增加一项描述修改版本如前面句子所陈述的情形。\n第十款、 如果有的话，保存在文件中为了给公众存取文件的透明拷贝，而给予的网络位址，以及同样地在文件中为了它所根据的先前版本，而给予的网络位址。这些可以被放置在历史章节。你可以省略一个在文件本身之前，已经至少出版了四年的作品的网络位址，或是如果它所参照的那个版本的原始出版者给予允许的情形下也可以省略它。\n第十一款、 在任何标题为感谢或贡献的章节，保存章节的标题，并且在那章节保存到那时候为止，每一个贡献者的感谢以及或贡献的所有声色。\n第十二款、 保存文件的所有恒常章节，于其文字以及标题皆不得变更。章节号码或其同等物并不被认为是章节标题的一部份。\n第十三款、 删除任何标题为背书的章节。这样子的章节不可以被包括在修改版本中。\n第十四款、 不要重新命名任何现存的章节，而使其标题为背书，或造成与任何恒常章节相冲突的标题。\n第十五款、 保存任何的担保放弃。\n如果修改版本包括新的本文之前内容的章节，或合乎作为次要章节的附录，并且没有包含复制自文件的内容，则你具有选择可以指定一些或全部这些章节为恒常的。要这样做，将它们的标题增加到在修改版本许可声明中的恒常章节列表中。这些标题必须可以和任何其它章节标题加以区别。你可以增加一个标题为背书的章节，其条件为它仅只包含由许多团体所提供的你的修改版本的背书 -- 举例来说，同侪评审的说明，或本文已经被一个机构认可为一个标准的权威定义。你可以增加一个作为前封面文字的最多五个字的段落，以及一个作为后封面文字的最多二十五个字的段落，到修改版本的封面文字列表的后面。前封面文字和后封面文字都只能有一个段落，可以经由任何一个实体，或经由任何一个实体所作出的安排而被加入。如果文件已经在同样的封面包括了封面文字 -- 先前由你或由你所代表的相同实体所作出的安排而加入，则你不可以增加另外一个；但是你可以在先前出版者的明确允许下替换掉旧的。文件的作者和出版者并不由此授权，而给予允许使用他们的名字以为了或经由声称或暗示任何修改版本背书为自己所应得的方式而获得名声的权利。你可以在上述第四条的条款中对于修改版本的定义之下，将文件与其它在本授权下发行的文件组合起来，其条件是你要在组合品中，包括所有原始文件的所有恒常章节，不做修改，同时在组合作品的许可声明中将它们全部列为恒常章节，并且你要保存它们所有的担保放弃。组合作品只需包含本授权的一份副本，并且重复的恒常章节可以仅以单一个拷贝来取代。如果名称重复但内容不同的恒常章节，则将任此章节的标题，以在它的后面增加的方式加以独特化，如果已知的话，于括号中指出那个章节的原始作者或出版者的名称，或是指定一个独特的号码。在此组合作品许可声明中恒常章节的列表中，对其章节标题也作出相同的调整。在组合品中，你必须组合在不同原始文件中，标题为历史的任何章节，形成一个标题为历史的章节；同样组合任意标题为感谢或贡献的章节。你必须删除标题为背书的所有章节。你可以制作含有文件以及其它以本授权发行文件的收集品，并且将本授权对不同文件中的个别副本，以单一个包括在收集品的副本取代，其条件是你要遵循在其它方面，给予一个文件逐字复制的允许本授权的规则。你可以从这样的一个收集品中抽取出一份单一的文件，并且在本授权下将它单独地发布，其条件是你要在抽取出的文件中插入本授权的一份副本，并且在关于那份文件的逐字的复制的所有其它方面，遵循本授权。一个文件的编辑物，其中或附加于储存物或发布媒体的一册的，具有其它分别且独立的文件或作品的衍生品，如果经由编辑而产生的版权，并没有用来限制此编辑物使用者的法律权力，而超过了个别的作品所允许的，则被称为一个聚集品。当文件中包括一个聚集品，本授权的效力并不仅在于此聚集品中的，于其本身并非文件的衍生作品的其它作品。如果第三条的封面文字要求效力于这些文件的拷贝，并且文件的篇幅少于整个聚集品的一半，则文件的封面文字可以被放在只围绕着文件，并于聚集品内部的封面或是电子的封面同等物上，如果文件是以电子的形式出现的话。否则它们必须出现在绕着整个聚集品的印刷封面上。翻译被认为一种修改，因此你可以在第四条的条款下发布文件的翻译。用翻译更换恒常章节需要取得版权所有者的特别允许，但是你可以包括部份或所有恒常章节的翻译，使其附加到这些恒常章节的原始版本之中。你可以包括本授权、文件中的所有许可声明和任何的担保放弃的翻译，其条件为你也必须包括本授权的原始英文版本，以及这些声明与放弃的原始版本。如果发生翻译与本授权、声明或放弃的原始版本有任何的不同意时，将以原始版本为准。如果在文件中的章节被标题为感谢、贡献或历史，则保存标题第一条的必要条件第四条，典型上将会需要去更动实际的标题。你不可以复制、修改、在本授权下再设定额外条件的次授权或发布文件，除非明白地表示是在本授权所规范的条件下进行。任何其它的复制、修改、在本授权下再设定额外条件的次授权、或发布文件的意图都是无效的，并且将会自动地终止你在本授权下所被保障的权利。\n然而，如果你终止所有违反本授权的行为，特定版权所有人会暂时恢复你的授权直到此版权所有者明确并最终地终止你的授权。或者特定版权所有人永久地恢复你的授权如果此版权所有人在停止违反授权后的60天内没有通过合理的方式通知你违反授权。此外，此版权所有者用一些合理的方式通知你违反了授权规定，也是你第一次从此版权所有者收到违反授权的通知，并且你在收到通知后的30天内终止了这种行为，那么此版权所有者会永久地恢复你的授权。你的权利在此章节的终止并不代表终止得到你的拷贝和权利的当事人的授权。如果你的权利被终止而没有被永久性地恢复，那么你将没有任何权利去使用此章节的全部或部分资料和资料的拷贝。自由软件基金会可能偶尔会出版自由文件授权的新修订过的版本。这种新版本在精神上将会类似于现在的版本，但在细节上可能会有不同，以对应新的问题或相关的事。请见 http://www.gnu.org/copyleft/。本授权的任何版本都被指定一个可供区别的版本号码。如果文件指定一个效力于它的特定号码版本的本授权或任何以后的版本，你就具有选择遵循指定的版本，或任何已经由自由软件基金会出版的后来版本并且不是草稿的条款和条件。如果文件并没有指定一个本授权的版本号码，你就可以选择任何一个曾由自由软件基金会所出版不是草稿的版本。如果文件指定一个代理能够决定本授权未来的那一种版本可以用，而且还指定代理公开声明如果你接受一种版本你将会永久地被授权为文本选择此版本的权利。\n“MMC 网站”是指任何发布有著作版权作品的网站服务器，也为任何人提供卓越的设施去编辑一些作品。任何人都可编辑的一种公众维基就是这种服务器的一个例子。包含在这个网站的”MMC”是指任何一套在MMC网站上发布的具有著作版权的作品。\n“CC-BY-SA”是指 Creative Commons Attribution-Share Alike 3.0 授权，它是被“知识共享组织” 颁布的，“知识共享组织” 是一家非赢利性的，在圣弗朗西斯科，加利福尼亚具有重要的商业地位的组织。 而且未来的“copyleft”版本的授权也是被同一个组织发布的。\n“合并”是指以整体或作为另一个文本的部分发布或重新发布一个文本。MMC有重新授权的资格，如果它是在MMC下授权；或者所有的作品首次发布并非在MMC下授权，后来以整体或部分合并到MMC下，它们没有覆盖性文本或不变的章节并且在2008年11月1日之前合并的。那么MMC网站的操作者会在2009年8月1日之前的任何时间在同一网站重新发布包含在这一网站的MMC是经过CC-BY-SA 授权的，只要那个MMC有资格重新授权。\n为使用本授权成为你撰写成的一份文件，必须在文件中包括本授权的一份复本，以及标题页的后面包括许可声明：\nCopyright (c) YEAR YOUR NAME.\nPermission is granted to copy, distribute and/or modify this document \nunder the terms of the GNU Free Documentation License, Version 1.2 or\nany later version published by the Free Software Foundation; with no\nInvariant Sections, no Front-Cover Texts, and no Back-Cover Texts. \nA copy of the license is included in the section entitled\n \"GNU Free Documentation License\".\n如果你有恒常章节、前封面文字和后封面文字，请将 with... Texts 这一行以这些文本取代：\nwith the Invariant Sections being LIST THEIR TITLES, with the Front-Cover Texts being LIST, and with the Back-Cover Texts being LIST.\n如果你有不具封面文字的恒常章节，或一些其它这三者的组合，将可选择的二项合并以符合实际情形。如果你的文件中包含有并非微不足道的程序码范例，我们建议这些范例平行地在你的自由软件授权选择下，比如以 GNU General Public License 的自由软件授权来发布，从而允许它们作为自由软件而使用。原文网站参考: 为方便比对英文原文 - FDL 中英语对照版本 | 较前的版本 FDL 1.2 以及其中英语对照版本 .GNU 较宽松公共许可证 - GNU Lesser General Public License (LGPL) | GNU 通用公共授权 - GNU General Public License (GPL) | GNU 文档翻译目录 .请将有关本网页的建议发给 Leo 或者通过网页发送, 有关授权的内容也可咨询 GNU/CTT"}},"/contribute":{"title":"贡献指南","data":{"":"江理工生存手册是由一群致力于互帮互助的学生志愿者所组成的协作社区的作品，我们的社区成员包括了江理工的在读学生，往届学生和其他志愿者。江理工生存手册是一项立足于协作精神的事业，它的内容注重于真实性，易用性和时效性，其内容和产出不受任何单一的个人或机构的控制。我们随时欢迎任何江理工的学子或其他志愿人员参与我们的事业，并感谢这些贡献者。","参与贡献#参与贡献":"请将缺陷和需求通过邮件发送给我们。我们的邮箱地址是：jsut_survival_manual@proton.me或者just-soso@outlook.com。\n如果你希望为手册编写内容，可以参阅高优先级项目并通过以下方式：\n直接将写好的文稿发送到邮箱。请务必标明你希望放在目录中的位置。\n参加我们的 Matrix 群聊进行讨论。点击邀请链接\n无论你采用哪一种方式参加贡献，你都同意你都贡献将以 GNU GDL 协议 发布。内容选取及书写建议参考SurviveSJTUManual上海交通大学生存手册","格式指南#格式指南":"请使用正确的，标准的，规范的中文书写。\n请注意 等宽 字体只使用于代码、命令等文本，不应该作为强调。强调请使用 粗体。滥用强调等于没有强调，并且会使得观感凌乱不堪，请掌握强调的使用量。\n错误：今天是一个好天气，我和父母一起去商场买东西，我买了一个很大的变形金刚玩具，但是回到家一看，它是坏的！\n推荐：今天是一个好天气，我和父母一起去商场买东西，我买了一个很大的变形金刚玩具，但是回到家一看，它是坏的！\n注意全角和半角标点符号，请不要混合使用。\n注意在英文单词和中文文本之间的空格，例如：\n错误：这是一段Rust代码示例\n正确：这是一段 Rust 代码示例\n错误：一个鸡腿24元\n正确：一个鸡腿 24 元另请参阅：\nChinese Copywriting Guidelines\nW3C 中文排版需求\n请不要滥用表情符号。","内部指南#内部指南":"不要随意删除文件。\n所有文档的内容都在仓库根目录的 src 目录内，所有的图片和文件资源都放入 src/assets 目录内。\n添加新文档后，务必修改 SUMMARY.md 以确保你都新文章正确输出。\n如果要添加新章节，请将新章节的目录命名为英文，再将文章命名为中文。\n每一个章节的 README.md 是该章节的综述。\n请不要使用 Typora 等软件编写 Markdown 文稿，这些软件会替换图片标签为 HTML 标签导致不兼容。\n在添加图片和其他内容时，路径名称请使用 UNIX 的 / 而不是 Windows 的 \\。\n本地修改后，请确保先使用 mdbook server 预览无误后再提交更改。\n请尽量使用现代的图像和视频格式，例如 webp 和 webm 格式。","git-工作流参考#git 工作流参考":"git pull 将远程主机分支拉取\n本地编辑\ngit add，git comment ，git push origin master 推送\n开启新的 pr\n参考：https://git-scm.com/book/zh/v2","markdown-快速参考#Markdown 快速参考":"参阅 Markdown Syntax"}},"/contributers":{"title":"贡献者","data":{"":"愿中国青年都摆脱冷气，只是向上走，不必听自暴自弃者流的话。能做事的做事，能发声的发声。有一分热，发一分光，就令萤火一般，也可以在黑暗里发一点光，不必等候炬火。此后如竟没有炬火：我便是唯一的光。倘若有了炬火，出了太阳，我们自然心悦诚服的消失。不但毫无不平，而且还要随喜赞美这炬火或太阳；因为他照了人类，连我都在内。","被列入贡献者名单的条件#被列入贡献者名单的条件":"新增生存手册内容\n完善或修正已存在的内容\n修改以下任意一项：\n错别字\n语法错误\n标点错误\n提出对于生存手册的建议\n邀请其他人了解或加入生存手册","贡献者信息#贡献者信息":"您可以选择与我们联系时，给出一个称呼，建议不要与其他主流媒体平台相同。\n您也可以完全匿名，不提供任何称呼，我们同样会将您列入贡献者名单内，统称为其他匿名贡献者\n你可以选择提供联系方式，如若提供联系方式，最好是一个新邮箱，便于其他人能够联系到你。\n匿名保证：我们承诺将保护您的个人信息免遭泄露，保护您的匿名信息。","贡献者名单#贡献者名单":"贡献者\t贡献内容\t联系方式\t南美洲攀岩丁香\t江理工期末综测见解;电子设备平板篇章\t无\t黛玉拔柳\t江理工图书馆体验\t无\t穷节簪雪梅花鬓\t江理工图书馆体验\t无\t回笼教教主\t学生组织;学生科研\t无\t落日葵花子\t学生科研\t无\t格物穷李家\t食堂\t无\t草冬\t学生组织;转专业\t无\tghost-him\t软件工程\t无\tunistd\t站点维护\t无\t低吟\t机器人工程\t1071822978@qq.com\toldsheep113\t教育邮箱;学生报销\toldsheep113@qq.com\t雾散之后的满月\t学生宿舍\t无\t麦青\t学生宿舍\t无\t国家一级退堂鼓演奏者\t学生宿舍\t无\t其他匿名贡献者\t生存手册\t无"}},"/guide/change-major":{"title":"转专业","data":{"综述#综述":"学校是可以转专业的，具体方法有三种：\n学霸流：大一成绩在本专业十分拔尖（一说为本专业前五，相近专业前十），在大一升大二时可以申请转专业\n权贵流：你爸爸是XX，你爸爸认识XX，你家有很多很多money，这样大一进来之前就可以转专业，这个都懂，就不多说了\n作死流：把自己搞残...或者因为身体原因导致不得不转专业。比如你学的美术，但因为看爱情文(dong)艺(zuo)片过于频繁导致色盲，可以向学校申请，同意的可能还是有的（这条待定）\n来源：九七,知乎,江理工新生校园攻略","转专业经验分享#转专业经验分享":"原专业\t转入专业\t贡献者\t转入时间\t机器人工程\t软件工程\t低吟\t未知\t未知\t汉语言文学（师范）\t草冬\t未知","专业变更机器人工程---软件工程#专业变更：机器人工程 -> 软件工程":"2023-02-04，低吟可以申请转专业的时候，学校会通知的。大概是在大一下学期的时候。然后学生就可以去申请转专业。申请好了以后，通过面试，就成功了。申请的材料包括：申请表，上下学期的成绩表，竞赛的奖状，相关通过的证书（复印件）。学校给的硬性要求是 绩点大于2.0。不过，如果你要转到热门的专业，那就要和很多人竞争。而且，很多人都是自己班里的学霸，所以你转过去的时候最好要有一个不错的绩点。同时，我认为嗷，如果你有一些竞赛的奖状或证书，通过的几率会增加。我来说说我的当时的绩点：上学期平均绩点是 3.55 ， 下学期的平均绩点是 3.72。（成绩不好，别骂了）；当时的奖状：高数竞赛学校二等奖，省一等奖，英语四级，计算机二级。然后我还在一个机器人实验室里，也和老师说了。绩点是学校要求的一个硬性要求，同时，老师还会有面试。面试也是非常重要的，当时和我一届的一个人，他的绩点是 4.0 想转到小教，没转成功。要么是因为小教的人太多了，要么是因为面试的过程没有让老师满意。在面试的时候，老师会先让你来一个自我介绍，大概有 5 分钟，然后老师会问你一些相关的问题（基于你的自我介绍），最后等通知就可以了。我认为嗷，老师面试的时候主要就是看你对你目标专业的喜爱度。所以你在回答问题的时候，一定要表露出你对你目标专业的喜爱。我当时说完了以后，有一个老师直接就对其他老师说可以。自我介绍的内容就可以提前自己写一下，到时候面试的时候就可以直接说了。不过我当时一下太紧张了，啥都忘了，就硬编了，还好转成功了。介绍的内容可以写你之前是什么专业的，大一的时候干了什么，有什么奖状，为什么要转目标专业等等。一般来说，只要绩点够高，都是可以转过去的。写的很笼统，当做一个大概的参考吧。祝你们都转成功。","专业变更未知---汉语言文学师范#专业变更：未知 -> 汉语言文学（师范）":"2023-06-28，草冬转到中文，首先要真的喜欢文学，最好是想要当一名语文老师，否则是挺痛苦的。因为我们是师范类的，学的东西很多，语言类、文学类、师范类的知识非常的多。我们学校转专业部分专业需要降级，但中文最近几年没有要求降级，这就意味着：转过来从大二开始学，大二一年要完成中文大二的课程以及补修中文大一的课程，课程表从周一到周六基本都是满课，真的是挺累的。转专业有笔试和面试。笔试倒是没什么特殊的，就像做一张高中语文试卷一样。考试内容大致有：给汉字注音、看拼音写汉字这一类的，可能还有改错字这样的题型；然后是一些文学常识填空，题目不多，也不难；然后是文言文翻译，就是给几个句子让你翻译；最后是写一篇作文，800字以上。当然，这是我考试的题型，不知道今年会不会有变化。面试的流程是这样的：所有面试的人分几个小组，然后在把不同的面试教室，一个个面试。先是自我介绍，然后抽一张纸，上面应该是两个题目，在几分钟内回答一下就行，大概率应该还有写粉笔字，估计是写一句诗；然后是试讲一首诗或者一段文字，这里就是按照语文老师上课的形式讲一遍，几分钟，能讲多少讲多少。最后，可能会有面试老师提问，也有可能不提问。然后就结束了。可以等通知了。最终结果会在学校教务网站上公布。当然，这是我面试的流程，不知道今年会不会有变化。每年大概收20个人，学院也会根据实际情况改变招收计划，不过转专业的难度不算很大。笔试可以回忆一下高中的知识，没什么难的，面试的话自我介绍这里可以多准备准备，好像是3分钟吧，超时的话大概率会直接打断，所以时间要把控好。祝你成功！"}},"/guide/edu-mail":{"title":"江理工教育邮箱申请office365教育版","data":{"":"作者：oldsheep113 出处： bilibili当你进入大学伊始，恭喜你，将获得一个教育邮箱，在中国一般是以edu.cn结尾的如我的教育邮箱是:2020111502@smail.jsut.edu.cn通过它你将获得很多（包括但不限于以下内容）：\n一个免费的容量巨大的电子邮箱\nMicrosoft Office 365教育版\nApple、Microsoft、华为等商城教育优惠\n阿里云、腾讯云主机学生优惠\nAutoCAD、3DMax正版免费\nOneDrive 1TB不限速云盘\n作为新生，在当你得知你的学号时便可以对教育邮箱进行申领和绑定。这里教会大家如何获得OneDrive1TB网盘","1登录腾讯企业邮箱#1.登录腾讯企业邮箱":"在必应上搜索腾讯企业邮箱点击腾讯企业邮箱-登录入口第一次选择账号密码登录在首次登录时要求微信扫码绑定。之后便可以使用微信扫码登录还是以我为例：账号：2020111502@smail.jsut.edu.cn\n2020111502（学号）@smail.jsut.edu.cn（江苏理工学院托管于腾讯企业邮箱的教育邮箱）\n初始密码：Ss➕个人身份证后六位,例如Ss123456","2申请microsoft-office-365教育版#2.申请Microsoft Office 365教育版":"在必应上搜索office 365 教育点击学校和学生免费使用Microsoft Office 365|Microsoft 教育”输入你的教育邮箱账户（不要输错）选择我是学生验证通过后即可在你的教育邮箱中收到由微软发来的验证码输入验证码进入创建账户页面，创建微软账户\n注意微软账户和你的邮箱账户不是同一样东西!\n姓名随意填写，密码要记住，此处要求大小写字母和数字最后输入邮箱中收到的验证码填上即可注册成功。接着就进入了office365主页，包含在线内容：\nword（文字处理）\nppt（幻灯片）\nexcel（表格）\nOneDrive（1T网盘）\nteams（沟通交流）\nOneNote（笔记）\n……\n文档处理都可在线处理，且可多人协作","3使用onedrive云盘上传下载与同步#3.使用OneDrive云盘（上传、下载与同步）":"在office 365主页上选择OneDrive，教育版的OneDrive属于OneDrive for Business，由世纪互联代理，可以享有1T的存储空间，且不会限速。国内的下载速度可以稳定到3mb/s，推荐日常可以取代金山云和百度云做文件同步。应用也存在于Android OS（包含鸿蒙），iOS，Mac OS以及iPad OS，多设备同步文件也很优秀，不用担心网络和安全问题。进入OneDrive主页，可以选择上传、下载文件，同时可以选择左下角的获取OneDrive应用（一般情况下，Windows系统都是自带的）OneDrive的本地应用能和你的电脑资源管理器完美融合。文件后面会带有状态：绿色的勾代表保留再次设备上蓝色的云代表在云端右击文件获取更多功能，比如追溯文件的历史版本，共享文档，保留在此设备上。","4配合word等office软件使用#4.配合word等office软件使用":"office实则是一个十分全面的办公套件，从个人创作到团队协作，都具有很成熟的软件和平台，但由于各种各样复杂的网络问题，国内使用并不是很方便，所以大家往往会使用wps作为自己的文档同步平台。但当使用office for education（教育版）对于高校用户是十分友好的，配合word等办公软件可以最好的发挥出其效率。\n使用office365账户登录到word，使用时，左上角存在同步按钮，可以确保时刻在云端保持最新状态。老羊寄语：办公软件的使用在当下十分重要，「工欲善其事，必先利其器」，掌握办公软件的使用方式可以使得你的办公、学习效率大幅上升，助你登上更高的台阶。然而有时我们又过分关注器物，而忽略我们真正的目的，比如会有人询问「考研需要iPad的吗？」考研和pad有什么关系呢？手写笔录和看纸质书籍也不是不能考研上岸，使用办公套件也是如此。借用某位网友的一句话：\n你用着word，但脑子里没有一点点words（语句）用着excel，但你一点也不excellent（卓越的）用着PowerPoint，但你自己甚至没有points（好点子）用着xmind，但你压根不是一个mind（有才智的人）使用着office的你不过是个officer（小职员）"}},"/guide/net":{"title":"校园及宿舍网络使用","data":{"内网连接#内网连接":"首先要明白一个问题：校园内网和宿舍宽带根本毫无关系。校园网指的是只能在校内或通过 VPN 访问的网络，通常 IP 地址前缀为 192.168 ，而宿舍宽带则是你可以在宿舍通过它来访问互联网的东西。例如学校的奥蓝系统、教务管理需要使用校园内网访问。","vpn远程接入#VPN远程接入":"可参考江苏理工学院学院官网-公共服务-远程接入","内网账户#内网账户":"系统名称\t用户名\t初始密码\t数字校园/统一身份认证平台\t学号\t身份证后 6 位\t网关认证\t学号\t身份证后 6 位\t远程接入VPN（EasyConnect）\t学号\t身份证全号\t泛雅数字化学习中心/学习通\t学号\ts654321s\t教育邮箱\t学号@smail.jsut.edu.cn\tSs身份证后6位\t奥兰系统\t学号\t身份证后六位\t教务系统\t学号\t身份证后六位\t\n修改密码：奥兰密码联系辅导员，其他密码携带有效证件至 46-307 找章老师","宿舍网络#宿舍网络":"江苏理工学院的宿舍内提供宽带的运营商目前有且只有两种，分别是中国电信和中国移动。其中接入中国电信的调制解调器发射的 SSID 名称为 ChinaNet ，中国移动则是 CMCC-EDU ，入网必须购买带有宽带套餐的校园网电话卡。以上两种均使用 SIM 卡认证，为了避免与那张蓝色的一卡通产生混淆，下面的校园卡前均加上 SIM 。中国移动是使用拥有动感地带高校认证的 SIM 校园卡登录到网关，营业厅会发送验证码到你的手机上，你可以启用无感知模式实现自动登录；中国电信则需要安装特定的软件，当你尝试登录到 ChinaNet 时会提示你进行登录。","sim卡#SIM卡":"在写这篇文章的时候，我是一位大一新生，刚刚经历过校园网的洗（折）礼（磨），开学第一天会有不少人向你推荐校园卡，这需要你有一定的慧眼去识别其真假。不过我认为有骗子的骗术精妙到可以以假乱真，所以本人推荐到校园内的营业厅办理校园 SIM 卡。详见 推销与诈骗。从高德地图上看，江苏理工学院两条商业街均有营业厅，个人认为移动和电信在除了在极端情况下可能会出现差异，正常使用几乎没有区别。","收费标准#收费标准":"中国移动\n本人使用的中国移动是 40 元一个月，包含 250 小时校园 WLAN 时长，相当于你每天连接 10 小时只够用 25 天，个人不推荐无感知模式。不过 40 元还包含了 60G 的流量，也绝对够你用啦。\n中国电信\n中国电信目前月租70元，包含宿舍300M(以某笔记本无线连接实测下载速度可稳定在15MB-20MB/s)宽带，100G全国通用流量和500分钟通话，购买此套餐的用户可以同时使一部手机和一部电脑联网，且需要登录验证。","速度#速度":"速度时快时慢，这里暂缺一个 speedtest 截图，之后补上。","只办一张卡实现全宿舍上网#只办一张卡实现全宿舍上网":"看这收费标准（中国移动），是按照时间收费的，所以拥有一张认证的 SIM 校园卡完全可以做到只办一张卡全宿舍上网。不要听信学长的不办卡就不能上网，这只是片面的说法，只会在 6 人一人都不办的情况下才生效，他们都是做兼职营销的，当然销售越多越好。\n热点分享办法（中国电信环境下以Windows为例）前提是你能够借到或者拥有一个校园网账户。\n电脑端安装“天翼校园客户端分享版”，扫码登录校园网账户。\n确认成功连接网络后，选择开启系统自带的移动热点，至多可以连接 8 台设备。","技巧#技巧":"Windows下的SMB文件共享当宿舍成员的设备连接进宿舍宽带的时候，那么就是处于同一个局域网下，可以实现互联，速度要比 QQ 来的快，甚至可以使用一个路由器进行组网也行。\n网线的奇妙用法若您有一根网线，除了连接宽带，也可以接上其他人的电脑实现组网，不过头对头只支持 2 台，您可以用路由器或交换机。不过一般电脑没有 dhcp 服务器，需要自己设置 ipv4 ，可自行寻找方法。","其他注意事项#其他注意事项":"不要使用校园网翻墙。"}},"/guide/reimbursement":{"title":"大创项目报销","data":{"有关经费报销#有关经费报销":"截至2023.3.25，当下所有的经费报销已经不再通过学生操作，取消了学生账号，全都需要通过第一指导老师账户，相关大创项目报销内容仍可作为参考。","发票开票信息#发票开票信息":"常见的发票有两类：「增值税发票」和「市内出租车票据」纳税人识别号：12320000466007247U增值税发票，选择「事业单位」，绝对不要选择「个人」（淘宝上开票好像只有「个人」与「企业」之分，那就选择「企业」）一般要电子发票（基本上是pdf文件）就可以，然后黑白打印就可。市内出租车发票可以直接报销及预约报销单，向出租车司机索要，指导老师请在正面签名生效但财务处只认可当前年度的出租车车票，往年的车票不予报销","可以选择报销的类型#可以选择报销的类型":"注意\n市内交通费仅可报销市内传统的绿色出租车，并索要票据。（网约车报销较为麻烦，本人未曾申报成功。以滴滴为例，需要开具电子发票和行程单，且行程单必须在常州市内，出发点和终点不可以是酒店、饭店、医院等场所）\n火车票、汽车票也可以报销，但目的地或是出发地是常州，且乘车人员为小组成员。推荐寒暑假往返学校保存票据\n除了交通费用以外的报销都需要正规发票，一般都是电子发票黑白打印，一些网购都是可以的，比如购买衣物、书籍等\n购买了电子实体产品（云服务器实测不需要资产入库），如硬盘、显示器、电脑等设备，需先在本学院寻找到资产管理员，请求他帮助在学校资产管理网站内入库设备，之后在厚德楼（28号楼）一楼西侧资产管理处开局票据，与其他报销单据一起提交。按照学校资产管理要求，设备归属权在校方，而使用权在你，离校前需将设备归还学校。\n住宿酒店费用需要酒店开具发票和入住清单，入住清单人员必须为小组成员\n最常见的报销为论文版面费，费用较高，要确保自己项目的经费充足。如寻找中介代发的论文，不仅仅要录稿通知和发票，而且需要期刊给予中介的授权证明，且都要彩印，都要指导老师签字。\n学生报销比较宽松，大多数都是可以报销的，但不可报销吃饭费用和劳务费用\n所有报销单据、论文录用证明及其他证明皆需要指导老师在上面签字","网上预申报推荐在电脑中进行#网上预申报（推荐在电脑中进行）":"登录江苏理工学院财务处综合信息门户（需要连接内网）可以选择从 校园官网-公共服务-财务查询 进入江苏理工学院财务处综合信息门户网址：https://cwcx.jsut.edu.cn学生报销账户003，密码123456进入后选择网上预约报账选择左下角的申请报销单需要填写单项目报销、手机和电话、摘要、支付方式、附件张数、选择已认证发票\n单项目报销是项目报销号码为11位纯数字，经费本上的课题编号列，切勿和项目编号搞混，输入成功后，项目负责人会自动弹出，一般为指导老师\n手机和电话：填个人手机号，有时报销会存在问题需要补材料，方便财务处的联系\n选择支付方式：混合支付优先\n附件张数：如实填写，就是发票的张数\n摘要：按实际情况写\n选择已认证的发票：有增值税发票就选择，出租车票据无需\n认证增值税发票发票列表内是已认证的发票点击下方认证发票认证分为手动输入或者小程序扫码\n手动输入即在上方框中输入各种信息，点击页面内的认证即可\n小程序扫码按照下方框内指引，先点击第一个**点我！**出现小程序码，用手机微信扫描进入\n再点击下一个点我！，在小程序内扫描弹出的二维码\n选择扫码发票验真，选择扫描发票上的二维码，认证成功后可以选择提交\n提交成功后回到发票列表，点击刷新，就可以看到自己刚刚验证成功的发票，勾选上便可以进行下一步。注意：不要误选其他人的发票哦输入具体需要报销的金额，填好后点击下一步进入支付分配界面，输入工号（即个人学号），姓名和学校的建行卡号就会自动填充，在对应人员后填好具体金额，点击下一步进入打印界面，身边没有打印机，没关系，照样点击打印确认单，一般浏览器可以直接把打印文件另存为pdf，自己可以在任意其他打印机上打印此pdf打印好之后，经办人和项目负责人如实填写。负责人或项目组成员，带着经费本、预约报销单、粘贴单和票据前往28-221王波老师处，在预约报销单上签字","签字确认与线下投递#签字确认与线下投递":"在线上预申报之后需要线下使用粘贴单投递，粘贴单可以在下方链接中下载江苏理工学院财务处粘贴单下载\n粘贴方式：出租车票据依次横向粘贴，大的发票可以直接放在一起无需粘贴\n在粘贴单上填写好票据张数和共计金额大写\n负责人或项目组成员，带着经费本、预约报销单、粘贴单和票据前往（厚德楼）28-221王波老师处，在预约报销单上签字。\n之后前往28号楼（厚德楼）一楼大厅，进门右手侧会有自助报销投递机，将预约报销单、粘贴单、相关票据及证明塞入旁边的透明文件袋内（如若没有文件袋，可以前往同层的财务处领用文件袋），千万不要将经费本塞入文件袋。\n点击自助投递机上的投递，输入或者扫描预约报销单之上的条码，投递口会打开30秒，然后将文件袋放入\n一般在五个工作日内，报销的金额如无问题即可到账"}},"/guide/scholarship":{"title":"期末综测及校级奖学金评定","data":{"":"大学生活又不是只有奖学金——glass洋葱\n江理工的校级奖学金并不多，最高的一等奖学金只有1000¥，主要是由于它属于省管高校，一些部级高校如中国矿业大学，二等奖学金便有2000¥。\n奖学金等级\t获奖金额\t获奖名额\t一等\t1000\t2\t二等\t500\t3\t三等\t300\t6\t单项\t150\t8\t\n奖学金评定依据：班级期末综测排名，排名高者得奖\n一票否决：体育未达良好；宿舍分数低于 80；违纪；\n综测排名依据：10%宿舍分+10%附加分+10%德育+10%体育+70%智育（绩点）=110分\n一票否决的同学无权申请一、二、三等奖及单项奖，其中考试挂科的同学只可以申请单项奖\n单项奖学金(单项奖申请均需提交相应附件，若无附件不给予通过)\n学习进步奖（此学期绩点较上学期在班级内提前 10 名）\n专业技能奖（考取权威的专业资格或等级证书/省级以上竞赛中获奖）\n文明先锋奖（参与公益活动在师生中有较高声誉/市级以上媒体宣传报道/市、区、县寒暑期社会志愿者）\n实践创新奖（创新创业获市级以上表彰/科技创新、技术实践获得省级以上竞赛名次）\n见义勇为奖（见义勇为表现）\n文体优秀奖（三次以上院、校、区任意一级文艺活动/市级以上文体比赛中获得名次）\n社会工作奖（担任班委或学生会干部满一年，新生一学期）\n江理工的奖学金评定是依照综测排名来确定，综测又是由绩点、体育成绩、宿舍分数、附加分以及品德评定决定。\n决定个人综测分数高度是绩点这和大多数高校一样，绩点是重要一环，但只占据了 7/11 的份额，这也就意味着绩点 3.0 （换算为 80 × 0.7 = 56 ）与绩点 4.0 （换算作 90 × 0.7 = 63 ）最终结果只相差 7 分，然而实际上在每门科目上却是相去甚远，所以在每次排名中不难见到低绩点者却凭借高附加分胜出，成绩的作用不再明显。\n决定是否能跻身班级前列的是附加分虽然只占据 1/11 ，但其属于是压死骆驼的最后一根稻草，有高者可以拿到 10 分，而低者往往只有 1 分，差距甚大\n决定最终是否能拿到奖学金的是一票否决宿舍分数不能低于 80 ：意味着每次宿舍卫生检查都需要谨小慎微，譬如垃圾桶内的垃圾要处于一半以下，床上的被子需要叠得整齐，同时这也要求宿舍内部团结一致，宿舍低分，全员倒霉，类似于连坐或者保甲制度体育分数不能低于 80 ，这对于所有人来说并不公平，例如男生的 1000m 和女生的 800m 长跑对于大多数人来说都是难点，所以在校园墙或是其他校园社交平台上不难看到体育代考的「招聘信息」\n似乎从以上叙述看，学校的奖学金评定制度并不合理，但它确实是立足于学生的全面发展角度，虽然谈不上「五育并举」，但好歹也有了德、智、体，附加分暂且算作「劳」或者「美」，真正的优胜者也确实是佼佼者。但并非所有的佼佼者都能获取奖学金或是在乎获取奖学金，彼之蜜糖，我之砒霜，萝卜青菜各有所爱吧。每个人都有各自独立的价值衡量标准，奖学金的只是一个看似较为客观的标准，但并不意味着适用于所有人，走好自己的路，不留遗憾最为重要，大学生活又不是只有奖学金，起码你可以在与其失之交臂时如是安慰自己。"}},"/guide/stu-proj":{"title":"学生科研","data":{"":"贡献者：落日葵花子；oldsheep113；其他匿名贡献者","大创项目#大创项目":"","关于立项#关于立项":"有关大创申报（社科类）的主要内容来自羊村Zero微信公众号“大创”二三事\n组队和选题好的队友是项目申报成功的基石，而富有创新意识且独到的选题则是成功一半的象征。幸而我的组员都很认真，她们恪尽职守，帮了我大忙。因为我们的选题和管理学有关，需要大量的数据佐证结论，所以搜集和整合数据都是很繁杂的事情。写论文更是不易的，通常都是几易其稿，在跨度长达一年的时间里我们能精诚合作、不忘初心，这使我很感谢她们。当然一个优秀的负责人也是必不可缺的，负责人起到主心骨的作用，需要具体安排各种工作，包括细枝末节的一些。我自认为自己作为一个负责人是认真负责的且有担当的。所以，寻求好的团队的前提必须是自我的优秀与努力，奉献与勤劳则是一个团队的粘合剂。选题更是重中之重，好的选题决定了项目的生长土壤，决定了项目的所属赛道，同时也决定了你项目的难易程度。例如在一个文学院，大家的选题方向无异于文学类、语言学类、文化宣传或保护、红色文化宣扬、语文教学之类的，在这样的环境下很难出彩，所以你通常会看到一些杂糅的选题例如「利用抖音平台推广传统文化」、「基于互联网讲好红色故事」、「新时代背景下学校语文教学的新思考」……诸如此类的，大抵都会带上「新时代」、「互联网+」、「新思考」、「新探索」……国家近期一直鼓励交叉学科，所以不一定要局限于本专业，可以多多去思考是否可以和其他学科合作兼容，否则抱残守缺必将为时代所抛弃。\n优质的申报书一份数据详实的申报书是极具说服性的，最好要以图表作为佐证，以及厚实（起码也要有20页吧）的说明材料。一切都是为了说服评选人，便于申报，增强申报通过的可能性。优质的申报书并不简单，起码打印出来并不单薄，几易其稿，我当时光是申报书的打印费就用了50元（一张A4纸2角钱）。完成需要多种能力的结合使用，比如信息的搜集和整合，规范的书写格式，word文档的处理能力以及和指导老师的沟通，路途艰辛，不易。\n好的导师和自律我的指导老师很棒，对于我这样的一个小白不胜其烦。当然作为负责人需要主动联系导师并寻求沟通和建议，精进完善项目。但是也不要将太多期望寄托于导师身上，导师也有自己的教学任务和科研任务，再者，大创这种分量的比赛对于大多数老师的帮助并不大，除非你有核心期刊论文的发表。所以很多时候你要靠自己。作为负责人你必须拥有详实可行的计划，关于项目的完成度必须心中有谱，切不可 以学校要求的截止日期作为你最后的截止日期，凡事但求一个提前量，给予自己一定的弹性。作为组员，应当服从组织者的合理要求，但当负责人使项目偏离了预定的道路时，应当加以制止。这一切是建立于自律的基础上，在项目进行过程中并不会有人一直盯着你，只有到重要节点如中期检查学校才会催缴项目成果。\n做一个有担当的负责人当项目给予你一定利益的同时也意味着你应当承担一定的责任与义务，有担当三个字，真正做到又何其不易。始终要把组员和自己的利益放到最高处，只要有机会便为他们争取一些，或是附加分，或是经费。\n统筹生活与项目切不可以为项目高于一切，它仍是你生活的一部分。即便能够申报成功也不要洋洋自得，即便申报失败也不要灰心丧气，就像范仲淹说的那样「不以物喜，不以己悲」，做好自己罢。大创项目本身含金量不算高，且浪费时间。需将项目与生活有机结合，兼顾二者。项目也并不会给你带来过多的荣耀和好处，对于你最大帮助的莫过于这段经历，为你日后的人生积攒些许经验。正如我导师一直和我强调的「结果是什么并不重要，体验过程才是最值得的」，同时，只有真正的热爱方可支持你到达成功的彼岸。","关于报销#关于报销":"截至2023.3.25，当下所有的经费报销已经不再通过学生操作，取消了学生账号，全都需要通过第一指导老师账户，相关大创项目报销内容仍可作为参考。","关于结项要求#关于结项要求":"注意：论文第一作者必须是项目组成员（学生），单位必须为“江苏理工学院”；专利或软件著作权成果必须归属“江苏理工学院”，发明专利必须是项目成员（学生）排名前二（包含第二），实用新型和软件著作权必须项目成员（学生）第一。\n发表省级期刊\n申请软件著作权\n实物及发明","互联网项目#互联网+项目":"入围可能性很小，最好是校企结合项目，否则很难冲入省赛","挑战杯#挑战杯":"两年一次，极其的珍贵，需要结合时代精神和显示要求，对于江理工来说，能闯入省赛走到国赛就很不容易了。","协助老师的科研#协助老师的科研":"为他人做嫁衣\n对于本科生来说，尤其是江理工的本科生，学生科研较难，协助老师的科研水准也不会太高，老师也不大会找学生协助。","其他科研项目#其他科研项目":""}},"/important":{"title":"高优先级项目","data":{"":"date:2023-09-29感谢您参阅高优先级项目，此处所罗列的项目会实时更新，需要大家共同努力完成。以下罗列不全之处，请联系邮箱 just-soso@outlook.com\n新生入学指南：开学要带什么？关于学习？关于生活？\n蓝色校园卡：用途、用法及补办方法【如宿舍电费充值、图书馆门禁机借书】\n校园各网上平台账户密码及其使用【如教务系统、奥兰、学习通、教育邮箱】\n校园内商业街基本情况介绍【西苑商业街、北苑商业街、南苑部分商店】\n校园各运动场地开放时间及基本情况【西苑羽毛球馆、乒乓球馆、南苑体育馆等】\n宿舍内宽带使用情况介绍【U掌大使用方法、电信、移动】\n江理工VPN：使用方法及用途\n食堂：基本情况【南苑大小食堂、西苑食堂和教工餐厅、北苑食堂、八角餐厅和教工餐厅】\n江理工图书：馆各项情况【楼层分区、图书检阅办法、占座情况、座位预约系统使用办法等】\n各学院基本情况介绍【学院老师、学院专业开设状况等】\n各专业基本情况介绍【专业课程四年安排、课程所需教材、授课教师、就业前景等】\n转专业：注意事项【热门专业转专业情况】"}},"/":{"title":"前言","data":{"加入我们#加入我们":"您可以通过以下两个邮箱中的任意一个与我们取得联系，提出建议或投稿：\njsut_survival_manual@proton.me\njust-soso@outlook.com\n微博江理工生存手册，可以留言或私信，会定期回复。","欢迎来到江苏理工学院#欢迎来到江苏理工学院":"有人说，在即将步入大学时应该收收心，而我却觉得你大可不必焦虑，无端的焦虑只会让你对未来充满恐惧。你应该放放心，趁着还在家的时光，好好吃好好睡，好好陪伴父母亲友，珍惜一下最后一段较为安逸的时光。以后的日子你还会遇到无端焦虑和鼓吹焦虑的人，我只希望你能泰然处之，热爱生活，珍惜当下，满怀希望地期盼未来。同学，欢迎你来到江苏理工学院我们是校友，江苏理工学院或许曾经、现在、未来是我们共同的家园。人在自己的家总想过得自在点，达到自在的第一步便是熟悉自己的家，或者可以说是懂得如何在这生存这是一个人进入陌生环境所必需的。所以你需要一本生存手册这正是《江苏理工学院生存手册》之所以存在的原因，帮助你了解这里，熟悉这里，知道可为与不可为达到一种自在的感觉，用孔子的话来说就是随心所欲不逾矩。我们也曾走过你来时的路，走在前面，虽不能说是先驱，但也不至于为炮灰，所提供的一切都希望能够对你有所帮助。江苏理工学院是一个很普通的本科高校，甚至可以说是平庸：低情商说法它是一个双非二本高情商说法在常州本科高校排行中稳居前四（常州总共有四所本科高校）。但它起码是一个公办本科在这一点上你就已经是同龄人中六选一的存在了。四年时间，你将会取得学士学位获得本科学历。你也许会觉得本科学历现下早已烂大街了，不过其实全国本科率还没有过半，在本科率完全饱和前你依旧可以说天生我材必有用。四年很长，一千四百多个日夜，四年很短，因为人生很短，短短四年，占据了人生一角。这四年，你会经历许多事，遇到很多人，人的精力有限，不宜将鸡蛋放到过多的篮子里，把有限的精力投入自己真正喜欢的方面。敢问路在何方？路在脚下，康庄大道也需自己走出，脚踏实地绝非虚言，四年回首方无悔恨。江理工到底好不好？我若回复也许就一句：\n试问岭南应不好，却道：此心安处是吾乡。"}},"/life":{"title":"学校生活","data":{"":"世界上只有一种真正的英雄主义，那就是在认识生活的真相后依然热爱生活。There is only one heroism in the world: to see the world as it is and to love it.Il n'ya qu'un héroïsme au monde : c'est de voir le monde tel qu'il est et de l'aimer."}},"/life/bathroom":{"title":"浴室","data":{"":"浴室需要使用「趣智校园」app，或在「支付宝」内使用「趣智校园」小程序。充值后，设置固定使用码以洗澡。"}},"/life/canteen":{"title":"学校食堂","data":{"":"“今天吃什么”是一个大问题“今天吃什么，为什么不来抽卡“——oldsheep113\n全校食堂分布在\n南苑：南苑大食堂（双层），南苑小食堂\n西苑：西苑食堂（双层），西苑教工餐厅（聚英餐厅）\n北苑：北苑食堂（双层），八角餐厅，北苑教工餐厅（对学生开放晚餐），民族餐厅（清真）\n注意事项：\n食堂内不收现金，统一使用支付宝或者校园卡付款\n学生就餐若遇到问题：如价格错误、收取现金、私人账户收款、饭菜质量等问题，拍下证据，必要时录音录像，及时联系食堂负责人。\n通常打包费 1 元，米饭 1 元。\n校内食堂大部分窗口餐品都可以通过外卖软件下单（目前是饿了么）送至宿舍楼下取餐柜内，凭手机后四位取餐。\n近四年来，食堂部分菜品的价格会上调，往往会一年一调，甚至一学期一调，每次涨 0.5 - 1 元，校方也曾进行过宏观调价，但调价力度并不明显，且受到商户抱怨，往往只会下调 0.5 - 1 元，按照当前趋势，饭菜价格仍有上涨的可能。\n学生就餐与教工就餐情况不同。根据江理工后勤服务总公司网站 2023-04-25 关于进一步提升教工餐厅服务品质的通知显示教工就餐情况：早饭餐标 6 元，教工通过教工卡支付 2 元，学校补助 4 元，为自助模式。晚餐餐标 9 元，教工通过教工卡支付 3 元，学校补助 6 元，为自选模式，餐费超过 9 元部分由教工另行支付。午餐未知。","南苑#南苑":"南苑共有两个食堂，按照大小可以直接分为南苑大食堂和南苑小食堂。大食堂分为一二两层，小食堂只有一层。使用支付宝付款，打包费用一般 1 元。添饭都是免费的，但加面不一定。\n南苑大食堂一楼：餐环境比较朴素，地面稍显黝黑，整体采光不良，铁桌子加铁餐盘组合令人回味高中食堂。早中晚自选餐：自由度较大，不同菜品有着不同价格，打菜时可以向阿姨询价，否则容易吃暗亏。面条：口水鸡面，炸酱面，小馄饨是等南苑水果：水果、饮品、各类副食品。\n南苑大食堂二楼：如麻辣香锅、冒菜、卤肉饭、盖浇饭、水饺、手抓饼、鱼粉、烤盘饭、奶茶等。\n南苑小食堂：包子、麻辣烫、黄焖鸡、面条、铁板炒饭","西苑#西苑":"西苑食堂一楼：麻辣烫\n西苑食堂二楼：重庆小面、酸菜鱼\n西苑教工餐厅（聚英餐厅）:中餐只对教工开放，晚餐对学生开放。可自选餐品也可点餐宴请，类似小饭店，价格校外会便宜些，偏川菜口味。特色菜：椒麻鸡、烤鱼、凉拌豆腐。","北苑#北苑":"教工食堂（中午不对学生开放）\n北苑食堂一楼：牛伯叔水煮肉片\n北苑食堂二楼：炸鸡、瓦香鸡、麻辣烫\n八角餐厅：包子、麻辣拌、咖啡\n民族餐厅（清真）：炸鸡"}},"/life/dormitory":{"title":"学生宿舍","data":{"":"分不在高，及格就行。学不在深，毕业则灵。斯是宿舍，惟吾闲情。苔痕上阶绿，草色入帘青。谈笑有舍友，往来一身轻。可以调素琴，阅金经。无教诲之乱耳，无课业之劳形。南阳诸葛庐，凌波留听亭。孔子曰：不亦乐乎。","一综述#一、综述":"在大学里，班级的功能并不明显，宿舍才是日常生活的核心。你的考试通过率如何，你能否拥有良好的睡眠，你是否会走上出柜的不归路，都与宿舍的选择息息相关。\n江理工的宿舍分为三种，4人间，6人间，和12人间。其中 4 人间的收费标准为 1200 元/学年， 6 人间收费标准为 1000 元/学年， 12 人间收费标准为 800 元/学年。完全可以通过缴纳住宿费的多少看待你宿舍的住宿环境，1200 的宿舍不会差。\n女生宿舍只有 4 人间和 6 人间，西苑 38 、 42 楼和 南苑 68 号楼是上床下桌，其余都是上下铺，独立卫生间都是有的。\n男生的话，三种类型的宿舍都有，但都是上下铺，4人间和6人间环境还是很不错的，每人都有一张独立的桌子，还有一个不算小的衣柜，部分没有独立卫生间。\n至于12人间这种学渣诞生地，搞基修罗场...如果你不幸被分到那里的话，请出门左转第一个报刊亭自行购买彩票\n来源：九七,知乎,江理工新生校园攻略","二宿舍门禁及查寝#二、宿舍门禁及查寝":"早6:00开门，晚23:00关门\n自2023年春季学期开始，所有宿舍加装了人脸识别门禁，有时可能存在识别不出的情况，请勿让刘海遮住额头。\n各学院学生会或宿管阿姨都会不定期查寝，夜不归宿被发现会有处分。","三宿舍床铺衣柜及学习桌#三、宿舍床铺、衣柜及学习桌":"","一床#（一）床":"宿舍床尺寸为 2 米乘 0.9 米\n开学时，校方会为每位学生预提供一份价值 484 元（新生预缴费到银行卡，可以选择不要，则钱退回）的住宿用品，包含：被褥、厚被子、薄被子、被套（2）、枕头（枕芯+枕套）、床单（2）、蚊帐、洗脸盆（1缸盆+1塑料盆）、茶缸、毛巾（2）、热水瓶（2，2L）、绿色背包（用来装床上用品）整体上，基本涵盖了所需的床上用品，但 484 元的价格相较于自己直接从家中携带来说，可能性价比不是很高。用被褥作床垫会致使床偏硬，或许换自己的床垫较好。蚊帐是蓝色的很朴素。\n最好购置床帘或蚊帐，夏季蚊虫较多会影响睡眠质量，同时，床帘能够很好地提供隐私空间。","二衣柜储物柜和学习桌#（二）衣柜、储物柜和学习桌":"不同宿舍情况不同，条件较好的宿舍衣柜、储物柜和学习桌都是钢制或是塑料的，其他宿舍可能是木质的。\n可以选择给储物柜和衣柜加锁","三宿舍物品购置#三、宿舍物品购置":"必备：如若未选择校方提供的床上用品需要购置热水瓶。垃圾桶，垃圾袋，扫帚，拖把，排插。\n推荐：个人床帘、隔热帘（加强空调制冷效果）\n可选：座位隔板、更舒适的座椅（宿舍的原生椅子没有靠背且硬）、躺椅","四洗浴#四、洗浴":"部分宿舍自带独立卫浴，可以在宿舍洗澡，本科生宿舍如南苑68#，北苑1#，西苑38#\n没有独立卫浴的宿舍要前往公共浴室，主要有：南苑浴室，仅限男浴，上下两层，南苑食堂旁北苑浴室，仅限男浴，上下两层，北苑八角餐厅旁西苑浴室，男女皆可，单层，西苑聚英餐厅下\n公共浴室需要使用「趣智校园」app，或在「支付宝」内使用「趣智校园」小程序。充值后，设置固定使用码以洗澡，5 元起充。","五水电洗衣机宽带及电器使用#五、水电、洗衣机、宽带及电器使用":"","一水#（一）水":"生活用水学校的宿舍自来水是免费的，无所谓用量，但最好还是节约用水。\n饮用水\n宿舍楼道内热水器， 0.2 元/升，第一次打水手机扫码设置固定码，使用微信上的公众号诚善智能云，充值并设置打水固定码，冷热皆有。\n教学楼道内热水器，免费，但距离宿舍可能略远。\n订购桶装水，专人送水到宿舍楼下。\n超市购买饮用纯净水。","二电#（二）电":"首次入住应该是有电的。每生每月学校提供8度电配额，一年按照 10 个月配给，一宿舍 4 人，则单月配给电量为 32 度，超出部分需自行缴纳电费。电用完以后需要到学校食堂或宿舍内的一卡通充值机器上用校园卡进行充值。\n充电步骤：转账-输入卡密码（默认为身份证后六位）-校园卡转账（学生银行卡转账到校园一卡通）-缴费-电控缴费-输入卡密码-选择楼号、宿舍号-输入缴纳金额。\n学校规定吹风机，电磁炉等大功率电器为违禁电器，学生会和宿管处会不定时组织人员前来抽查，一旦发现，做没收处理，还会有处分。\n宿舍内电器使用功率的限制永远是个谜，但还是希望各位不要试探。切勿拖线板串联过度，切勿使用违规电器（单个插座用电功率最好不要超过 600W ）\n有关用电情况具体咨询宿管。","三洗衣机#（三）洗衣机":"每幢楼的1楼都有洗衣机，支付宝或微信扫码使用（U净小程序），一次大概4元，支持支付宝。\n每月一次可以到宿管阿姨处领取洗涤单，可以免费洗被套，但由于被套什么的太多，晾衣架不够，基本上都是晒在花坛上的，所以爱干净的同学还是自己洗比较好。","四宿舍宽带#（四）宿舍宽带":"当前宿舍宽带为 300 M，网速换算之后约为 37.5 MB/s，仅可选择校内的移动或电信，不可私自办理校外宽带。\n接入宿舍宽带的前提：宿舍内有人购买了校园电信或移动的电话卡，宿舍宽带附带在电话卡套餐内。但原则上，一卡一用户，只能开卡者方可接入校园宽带（可以使用某些方法绕过一卡一用户但违背了宿舍宽带的霸王条款）\n具体内容可参见校园及宿舍网络使用","五吹风机#（五）吹风机":"原先每幢楼的楼底都是有插座可使用吹风机，目前已拆除（校方解释是出于用电安全的考量，之前有人被因使用吹风机被电受伤），并安装上了共享付费的吹风机（U净），0.2元/3分钟。\n部分浴室内仍提供吹风机使用插座，可以自己购买吹风机洗完澡后使用，但有些插座是三脚，有些是两脚，可能有时还要携带拖线板。","六空调#（六）空调":"宿舍内空调实行租赁制度，一般开学第一天即可办理，租金1600元/4年，毕业前可退还部分押金。\n空调电费每月都有20度免费额度，超出部分需要缴纳电费。\n宿舍空调一般为3级能耗，冬日的空调极为耗电，注意使用。夏日制冷（3级能耗1.5匹）大概10元/12小时。\n部分参考来源：九七,知乎,江理工新生校园攻略\n、江苏理工学院学生管理规定2022版","六快递和驿站#六、快递和驿站":"校内目前两个快递驿站：\n北苑八角餐厅和浴室后的伴随佳驿站，使用微信公众号多多买菜取件，包含除邮政以外的所有快递，如顺丰、京东、三通一达等。\n北苑刘海粟艺术学院对面的邮政快递点和蜂巢，蜂巢是可以寄存取件点，取件是凭手机短信的取件码。\n校外常用的快递驿站是北门外小吃街内的中吴大道1805号菜鸟驿站，取件使用菜鸟裹裹app\n存在代取快递送到宿舍楼下的业务，一般 2-3 元普通件。\n寄快递前往上述驿站皆可，也可以通过北苑商业街的金恺打印店寄快递。","七部分宿舍#七、部分宿舍":"","一不夜城男生宿舍58#（一）不夜城——男生宿舍58":"58#位于学校东南角，紧靠运河北路和运河，标配四人间。\n不夜城是一个传说，坊间传闻58#晚上不会断电熄灯，但58#的学子从不承认这一点，虽然他们从未体验过在黑漆漆的宿舍使用充电宝的机会。\n据知情人士「雾散之后的满月」透露，58# 由于线路特殊，空调与总线在一起，一断俱断。\n故而在2020年12月之后开始单独供电，不再断电，开启了不夜城时代。\n2023-05-22 晚，58# 发生罕见的断电事件，打破了不夜城的记录。源于十足便利店旁配电间老化，电路爆燃，产生些许烟雾，消防车甚至开入了校园，为防止电路过载，遂断电预防，场面混乱。但好在无大碍，经过抢修，一小时后电力恢复。","二内设顶配独立卫浴女生宿舍13869#（二）内设顶配，独立卫浴——女生宿舍1#，38#，69#":"1#，38#，69#都是羡煞旁人的存在，上床下桌的宿舍，四人间或六人间的居住条件，38#更有公主楼之称。最关键的是1#，38#，69#是全校范围内少有唯可以拥有独立卫浴的本科生宿舍。","三地理优势得天独厚北苑宿舍区8910161718宿舍区#（三）地理优势，得天独厚——北苑宿舍区(8#9#10#16#17#18#宿舍区)":"北苑宿舍区(8#9#10#16#17#18#宿舍区)区位优势极佳，面朝北苑食堂，东临北苑商业街，西靠北大门，快递站百步以内。\n但其中不乏8人间和12人间，宿舍人过多。"}},"/life/id-card":{"title":"校园一卡通","data":{"":"一失足成千古笑，再回头是百年人\n校园一卡通，俗称「校园卡」，在入校时会由班导递交到每一位新生手中。","校园卡遗失#校园卡遗失":"校园卡遗失后需要前往信息中心（46号楼）一楼东侧补办。补办费用20元。捡到他人遗失的校园卡，无论是学生或是老师的都请交到保卫处，切勿盗刷他人校园卡，保卫处有监控可查。","电控缴费#电控缴费":"缴纳宿舍电费可以前往学校食堂或宿舍内的一卡通充值机器上进行充值，宿舍用电见宿舍。步骤：转账-输入卡密码（默认为身份证后六位）-校园卡转账（学生银行卡转账到校园卡）-缴费-电控缴费-输入卡密码-选择楼号、宿舍号-输入缴纳金额。","进出图书馆及图书借阅#进出图书馆及图书借阅":"进入图书馆进闸门需要刷校园卡，也可以将卡信息拷贝到支持NFC的手机上，但借阅图书必须要使用实体卡。关于借书请参阅图书馆。","食堂刷卡机#食堂刷卡机":"进入食堂买饭，可以使用校园卡刷卡消费，见食堂。","校园内网使用缴费#校园内网使用缴费":"无论是Wi-Fi直连校园内网Chinanet-JSUT、CMCC- JSUT或是通过VPN远程接入校园内网都需要对应的学生账户有余额，通过一卡通充值机器进行城市热点缴费。步骤：转账-输入卡密码（默认为身份证后六位）-校园卡转账（学生银行卡转账到校园卡）-缴费-城市热点缴费-输入缴纳金额。关于校园内网使用，详见校园内网使用、VPN接入及内网账户。"}},"/life/landmark":{"title":"江理工地标","data":{"":"本章节将介绍江理工的一些校园地标，通过这些地标你可以快速定位你在校园中的位置并能够更好地认识校园。","江理工图书馆#江理工图书馆":"","宣怀大道#宣怀大道":"","凌波桥凌波湖与凌波河#凌波桥、凌波湖与凌波河":"","留听亭#留听亭":"","名人大酒店钢笔大楼#名人大酒店（钢笔大楼）":"","主教楼变形金刚楼#主教楼（变形金刚楼）":""}},"/life/library":{"title":"学校图书馆","data":{"":"贡献者：黛玉拔柳；穷节簪雪梅花鬓；其他匿名贡献者\n图谋天下，书写人生。","概况#概况":"江理工图书馆是江理工的地标建筑之一，是校园建筑群中较为现代化的建筑，有消息称该图书馆可位列全国图书馆100强。其区位优势极佳：进入北大门的宣怀大道直通图书馆，南面便是凌波湖。在理工学子的校园摄影创作中，图书馆与凌波湖的组合从不缺席。毕业季时，图书馆前的大草坪也是极受欢迎的打卡圣地。图书馆可以称得上是江理工的代表，图片与衍生设计不仅仅出现在其官网和其他校园站点上，甚至将图书馆镂空画用在了2022级的录取通知书之上。与大多数高校类似，江理工图书馆在日常中更多是以大型自习室的形式存在，而非图书馆，是学生常去的自习处。遗憾的是，自2025年江理工迁往新校区后，该建筑也将不再属于江理工。江理工图书馆官网:http://lib.jstu.edu.cn","官方说法#官方说法":"江苏理工学院图书馆始建于1985年，1998年改建成0.8万平方米图书馆，2001年合并了常州经济管理干部学校图书馆，2004年合并了常州会计学校图书馆。随着学校办学规模的不断扩大，2009年10月建成新图书馆。目前图书馆整体布局合理，功能齐全，已初步成为一个文献信息资源较为丰富，自动化、网络化、信息技术水平较高的高校图书馆。\n图书馆现有馆舍面积3.38万平方米，总阅览座位4500多席，馆藏纸质文献185.98万册，图书馆每周开放98小时，实行开放式借阅一体化服务模式，为师生提供良好的阅读和学习环境。","开放时间表#开放时间表":"使用校园一卡通刷闸机进入图书馆\n图书馆各部门\t开放时间\t借还处(二楼)\t周一至周日：8:00—11:30,13:00—17:30\t社科文献馆阅览(二、三楼)\t周一至周日：8:00——21:30\t自科文献馆阅览(五、六楼)\t周一至周日：8:00——21:30\t数字文献馆(四楼)\t周一至周日：8:00——21:30\t报刊文献馆阅览(四楼)\t周一至周日：8:00——21:30\t艺术文献馆阅览(七楼)\t周一至周日：8:00——21:30\t艺术文献馆外借(七楼)\t周一至周五：8:00—11:30,14:00—17:00\t外文文献馆阅览(七楼)\t周一至周日：8:00——21:30\t样本书库、工具书库阅览(八楼)\t周一至周五：8:00—11:30,14:00—17:00\t过刊文献馆阅览(八楼)\t周一至周日：8:00—21:30\t二线书库(九楼)\t周一至周五：8:00—11:30,14:00—17:00","图书借阅规则#图书借阅规则":"读者类型\t借书总量（本）\t借期（天）\t在校统招生\t20\t60\t正式教职工\t30\t90\t校内聘用人员\t8\t60\t在读研究生\t30\t60\t\n二楼大厅有图书自助借阅机可以使用校园一卡通进行图书借阅。不能外借的书籍：图书馆四楼现刊文献馆、八楼过刊文献馆及工具书和样本书库的书刊只能在图书馆内阅览，不得带出馆外。艺术文献馆、外文文献馆兼有外借、阅览功能。更多信息可以参见江苏理工学院图书馆官方网站或者江苏理工学院图书馆微信公众号常见问题","图书馆的定位#图书馆的定位":"冬暖夏凉的学生栖息地\n期末复习的背书地\n新生必去的高质量打卡地\n情侣常去的聚集地\n考研学生奋斗的见证者\n老师眼中的学习地\n卷王的家","一些见解#一些见解":"以下内容是对于江理工图书馆一些客观的描述和理性的评价，内容来源于贡献者们，但经过归纳总结。","褒贬不一的座位预约机制#褒贬不一的座位预约机制":"自2021-12-02图书馆推行了座位预约制度，在长达一年多的实践之中出现了褒贬不一的评价。\n基本情况图书馆目前为读者提供3156个阅览室座位(含考研学生专用阅览室座位)，然而江理工在校人数是20000左右，僧多粥少，座位紧缺。在座位饱和情况下，每七个江理工人中只有一个能抢到座位，比考研上岸率高得多了。由于公共资源的紧缺，供不应求下，为了保住已攫取的资源，占座一度出现。空间上，用个人物品占据一座或多座；时间上，占座一整天，且习惯将个人物品连续几日留在原处。图书馆推出座位预约制度，读者可以通过特定的微信小程序进行线上预约座位且需要入馆打卡。并且实行了违约惩罚，七天内违约5次加入黑名单，禁用选座系统3天。07:00-21:30预约当天座位，08:00-22:00预约第二天座位；可预约的时段：08:00-21:30；可预约时长：30min-13h30min\n违约行为\n暂离座位超过30分钟（11:00-13:00可暂离120分钟，16:30-18:00可暂离60分钟）\n在预约时间内提前离开（未主动进行暂离操作或释放座位），强制暂离\n强制暂离后围在规定时间（预约时间）内返回\n预约后，超过15分钟不签到\n占座行为未预约而使用座位,占座者进入黑名单7天并将占座物品统一收走。占座物品须凭本人校园一卡通登记读者信息后方可领取。\n成因分析推出座位预约制度的目的是制止非法占座行为的出现，但即便是在推出一年之后合法占座的现象也是常见。\n最高准则座位预约成功的读者拥有对应座位的优先使用权，未预约座位或所预约座位失效的读者需让位于拥有座位使用权的读者。\n基于以上的原则，即便你在馆内看到空座位也不一定可使用，他有可能已被预约或处在使用中，虽然预约者并不在，没有人能够监管预约者是否在馆内。预约者大可以预约签到后不使用座位，这所造成的即是合法占座。\n可能存在的问题\n图书馆座位供不应求\n学校不开放空闲教室作为自习室（详见自习室）\n部分宿舍环境下不适宜学习\n座位预约系统设计的不合理\n学生占座属于个人素质问题","极其落后的数字文献馆#极其落后的数字文献馆":"图书馆四楼的数字文献馆是专门提供我校学生上网的场所，凡我校学生凭校园一卡通均可在数字文献馆内上网。同时图书馆无线网络整体覆盖，自带笔记本或手机均可连接。\n位于四楼的数字文献馆实则就是微机房，其中的计算机极其落后，其中电脑配置如下图所示。坐在近二十年前的电脑前，也许想到的并不是如何使用它，而是将它视作珍贵的文物，窥探一二那时人们的生活。在当下人手一台笔记本电脑的今天，前往数字文献馆使用电脑的学生极少，随意一台学生电脑的性能都能吊打那的台机。多数前往这里的学生是来自习或者休息的，较为冷清的环境是一个极其不错的自习场所。","tips#Tips":"图书馆冬暖夏凉，不错的栖息地\n七楼艺术馆很有艺术气息，八楼社科馆很有学术气息，所以就算有情侣也无所谓，其实也能有crush，比如一些搞学术艺术的，他们会来这边查资料。六楼确实挺有年轻气息，我一舍友某女士这学期喜欢去六楼，接连crush帅哥。火热大分类专业的楼层每到周末特别考试周都是补作业的男生团体，学妹们不要担心没有crush，一般成群结队的男生都是宿舍学习上分，稳定可以冲。帅哥一个人的话有点不确定的，因为也可能是在帮npy占位置","江理工图书馆之问答#江理工图书馆之问答":"以下内容来自贡献者：穷节簪雪梅花鬓、黛玉拔柳\n图书馆适合阅读或学习吗？\n凡是非要到图书馆才读书的人到了图书馆也不会读书。\n我不太喜欢去图书馆背书，因为路程有点远，尽管我是住在西苑。某种程度上去图书馆只是为了一些消闲和满足一些心灵上的空虚感，以及帮舍友crush。大一的时候会看书，但是图书馆更多是用来自习，补（抄）作业（bushi）这种情况图书馆是个很好的去处。\n图书馆的藏书多样性怎么样？\n图书馆没有你要的书，这绝对不是图书馆的错，绝对不是！\n大一的时候会看书，但是图书馆更多是用来自习，很多书都落灰了，而且如果要应急找什么书的话，那馆里应该不是很全，值得一提的是，很多版本的书都蛮老的（落灰版），也不是特别老，就是半老不老，没啥参考价值。\n图书馆的卫生状况怎么样？\n金絮其外，败絮其中。\n厕所的门，三个里面两个都是坏的，还有一个门关不上\n图书馆的座位管理系统是否合理？我觉得挺合理的，而且提前两天就能预约位置，还不错，除了系统卡死、节假日无法识别而导致误判占座违约这些问题，总体来说还不错。如果大家都习惯了这个系统就可以解决占座问题，没习惯也有理由站在道德制高点指责不守规矩占座党（be softly）","与图书馆相关的民间组织详细内容见民间组织#与图书馆相关的民间组织（详细内容见民间组织）":"由21机电4ZS杨琛轩同学组建的江苏理工学院图书馆约群"}},"/life/org":{"title":"民间组织","data":{"":"本章将介绍一些未被学校官方所承认的却具有一定影响力的江理工民间组织，请注意甄别！！！\n名称\t类型\t存在形式\t负责人\t江理工猫协\t爱猫人士交流群\tQQ群(600315202)\t辣辣\t江理工图书馆群\t学习资料分享群\tQQ群(885068056)\t小狐爱摆烂\t江理工万能互助群\t二手物品买卖群\tQQ群(761529389)\t江理工万能墙","江理工猫协#江理工猫协":"QQ群（江理工猫协）: 600315202规模：一千人群负责人（辣辣）QQ:1982312463\n江理工猫协是一个由学生自发组织的的高校内部流浪动物救助组织，和社会上的公益组织不同。我们的主体组成部分是在校学生，主要的救护范围也基本在校内。科学改善流浪猫生活，和平减少流浪猫数量是我们的宗旨，虽然我们是流浪猫关爱组织，但我们对流浪猫的关爱并不是无条件、放任自流的，也绝不会将动物利益置于人类之上！——来自江理工猫协群介绍","江理工图书馆群#江理工图书馆群":"QQ群（图谋天下 书写人生）:885068056规模：四百人群负责人（小狐爱摆烂）QQ:610382039\n图谋天下，书写人生，是江苏理工学院图书馆对同学们的厚望，也是本群建立的宗旨。江苏理工学院图书馆群是21机电4ZS第一任学习委员，校级二等奖学金获得者杨琛轩发起的一个民间组织，意在帮助同学们能够约到和自己兴趣相投的同学进行图书馆的学习。本群自去年建立以来，已有90余名成员加入，其中还有很多一等奖学金获得者，以及担任学生会重要职务的同学，还有一大批的学霸都在里面。本群针对现在很多繁杂的文件群，亲自提供干货资料，主要为单招工科的同学服务，辅以统招工科，有近代史，毛概，程序设计，职业技术教育学，高等数学，高等代数，数学分析，大学物理，电工基础等挂科率极高的课程的一手资料（看了包你满60）。——来自江理工图书馆群介绍","江理工万能互助群#江理工万能互助群":"QQ群：规模：二千人群负责人（江理工万能墙）QQ：3443007252\n本群供本校同学二手交易 拼车 求助 寻物提问等群内不允许发二维码如有疑问咨询管理涉及财产交易请问清身份，谨防网络诈骗最后文明用语 和谐你我——来自江理工万能互助群"}},"/life/ssr":{"title":"自习室","data":{"":"最好的药物是忙碌，最好的医生是睡眠，最好的疗愈是读书，最好的爱情是自爱，最好的自爱是自律。\n江理工也许是一个比较奇特的学校，它几乎（疫情期间开放过一段时间）不向学生开放空闲的教室作为自习室。理由似乎是：担心教室内物品的遗失但听闻其他某些高校（未经考证，只是听闻，后期可补齐）有专门的学生自习室并且教室不锁门，只要没课即可进入自习，甚至存在通宵自习室。江理工虽有专门的考研自习室（但好似只为考研学生开放），图书馆的自习座位在期末或是大考前都很紧张，某些宿舍内也存在通宵自习室但环境不佳。或许宿舍内学习并不适用于所有人，故而开放合理数量的教室作为自习室是亟需解决的。好消息是，2023-05-04学校开始逐步开放教学楼中的教室作为自习室。\n教务处联合后勤保障处和学工处，逐步开放教学楼中部分教室为晚自修教室，先行开放59#412、59#414、65#302、65#502、12#一阶、12#二阶，自修时间为每天晚上18:00-21:30；以上教室为公共自修教室，教室门上已标记了“晚自习教室”，自修教室自习期间自觉遵守相关规定，自修期间多媒体教学设备暂不借用。"}},"/life/u-org":{"title":"学生组织","data":{"":"一个希望在各方面都表现好的人，一定会在众多不善之人中自取灭亡。因此，对于一个王子而言，如果他想要保存自己，则必须学会做不善之事，并根据需要来加以运用。——马基雅维利（Niccolo Machiavelli）","班级干部#班级干部":"班长（必须团员）\n团支书（必须团员）\n要求：沟通能力强，组织能力强，要与学生会和班级同学对接，注意手机消息\n工作：团支部任务，团日活动\n个人感悟（某位不愿透露姓名的学姐）：\n如果你真的很想为人民服务，这是不二之选，对个人发展是很不错的。不仅仅只限于考公，选调生也要求有相关工作经历。大一我既是团支书也是组织部成员，工作十分繁杂，但我也拿了奖学金，具有挑战性。\n副班长\n学习委员\n要求：认真负责\n工作：收作业，与老师沟通\n生活委员\n组织委员\n宣传委员\n体育委员、文娱委员与心理委员\n体育委员\n要求：\n工作：\n个人感悟（一位不愿透露姓名的学长）\n体育委员混分的，整个四年，可能只会干两件事，一件是运动会（仅限于大一的运动会），一件是大三大四的体测。\n文娱委员\n要求：\n工作：\n个人感悟：\n心理委员\n要求：\n工作：\n个人感悟（一位不愿透露姓名的学长）\n除了解决心理问题什么都能干，要解决心理问题，你可以选择找心理委员，然后心理委员帮你联系心理咨询中心的老师。","学生会#学生会":"","院级学生会#院级学生会":"新宣部\n组织部\n办公室\n学科部\n社联办公室\n活动部","校级学生会#校级学生会":"","社团#社团":"团务部\n大学生心理协会\n青年志愿者协会"}},"/newbie":{"title":"江苏理工学院新生入学指南","data":{"":"Date:2023-08-04\n预则立，不预则废。\n这是一篇新生入学指南，面向即将进入江苏理工学院的学生们，会不断更新。此指南部分内容仅适用于 2025 级之前处于中吴大道 1801 号的学生。","一开学要带什么#一、开学要带什么？":"足够的钱：打到随录取通知书寄去的建设银行银行卡内。\n学费 5200-7000 ；住宿费 800-1200 ；书本费 300-600 ；宿舍空调租金 400 ；杂物购置 200 ；生活费（较为合适的生活费标准是每月 1200-1500 ）和备用金 1000 ，约合 8000 —— 11000具体收费详情可参见江苏理工学院2023-2024学年收费情况公示表(已无法访问)\n必带的凭证：录取通知书；党团组织关系介绍信；高中个人档案（切勿拆开）\n个人物品：学习用品（有条件的可以带笔记本电脑）；床上用品（蚊帐或床帐）、衣物、洗护用品；杯子；雨伞（常州多雨）\n注意：如若选择了学校的住宿包裹（要484元，可参见相关描述），则可减少所需携带的床上用品。","二听班导的话别让ta受伤#二、听班导的话别让TA受伤":"刚刚进入校园，你最值得信赖的应当是你进入校园后将宿舍钥匙隆重递给你的班导，TA们是一群值得信赖且优秀的群体，将会陪伴你一年，从开学到军训再到之后的每一晚上的晚自习，有问题，找班导。但请注意，班导也只是学生，TA们不是万能的，但请尽量配合工作，秉持最起码的尊重。听班导的话，别让TA受伤。","三反推销#三、反推销":"在某些方面，初入校园的新生犹如突入狼群的绵羊，尤其提防校园推销给你带来一些你并不需要的物件或服务。懂得拒绝学姐或是学长的“好意”，仔细甄别自己是否需要，可以询问班导或是班主任老师。注意：但凡班群没有特别通知的商品或不要购买；即便是班群、班导或是班主任发布的非必要不选择。除非是校方要求强制购买的商品或服务，如果觉得存在不合理之处可以及时与班主任、辅导员、学工老师、班导联系，好好沟通。具体内容参见推销与诈骗","四关于住宿#四、关于住宿":"","一怎么吃饭#（一）怎么吃饭？":"学校食堂：校园食堂几乎涵盖了所有宿舍区，食堂支付仅可以选择校园一卡通或是支付宝。目前单人消费大概处于 12-15 之间，打包盒 1 元。更多内容参考校园内的食堂\n外卖：校内目前使用饿了么，可点校内食堂外卖送到宿舍楼下取餐柜。校外的部分商家也会送到宿舍楼下但不一定提供取餐柜存餐。使用美团也可以，部分也能送到宿舍楼下，或者可以选择送到大门口或是距离宿舍近的围墙边。\n校外餐馆：如若时间允许，你可以选择在校外的餐馆就餐，北门外，西门外都有很多不错的馆子，相较于校内可能量会大些，单人平均 15/人 ，聚餐平均 15-25/人 。","二能否带电脑#（二）能否带电脑？":"有条件的最好带一台笔记本，不推荐台式机。虽然学院可能会规定大一新生不让携带电脑（有些学院大一带电脑还要提出申请），但于学习和生活而言，有一台电脑总是好的。关于笔记本的选购可参阅电子产品选购指南","三第一次住宿咋办#（三）第一次住宿咋办？":"尽快适应与他人同居的生活，既要尊重他人的生活习惯，也要保住自己的生活底线。","四想走读咋办#（四）想走读咋办？":"向班主任提出走读申请，获取学院同意。两种情况走读：\n家在常州还不算远\n校外租房","五其它住宿问题请参见#（五）其它住宿问题请参见":"宿舍用水、饮用水\n宿舍用电、洗衣机、吹风机\n住宿空调如何使用\n宿舍购置必需品\n是否要选择学校提供的住宿包裹、是否要购置床帘或蚊帐\n宿舍宽带\n快递和驿站\n洗澡","五关于学习#五、关于学习":"更多关于学习内容，请参阅学会学习","一确立认知#（一）确立认知":"高中模式不可取\n大一广泛参与活动而非埋头苦学\n培养自学习惯比上课听讲更重要\n选择比努力更重要","二早晚自习#（二）早晚自习":"有且只有大一有一整年的早晚自习\n固定的自习教室\n早自习：周一到周五早上，7:00-7:40，第一节若有课7:30下课\n晚自习：周日到周四晚上，19:00-20:40\n早晚自习都会有学生会学科部点到点退，迟到早退皆按照旷课处理\n一般情况下，班导也会晚自习坐班。","三自习室#（三）自习室":"终身学习是一个好习惯，在空余时间（一般来说大一你并没有）自我学习，且宿舍环境不适合这么做，你需要一个安静平和的自习环境。\n图书馆，刷校园一卡通进入，可参见图书馆真是一个自习的好去处\n部分开放教室\n部分宿舍楼内的开放自习室","四善待课程和老师#（四）善待课程和老师":"请善待每一位你遇到的老师，善待每一门课程，你可以不听，但你要保持基础的礼貌，例如，如若你坐在第一排，最好不要当着老师的面玩手机。","五转专业#（五）转专业":"想转专业要早做打算，详细了解目标专业的要求，结合自身条件和兴趣，设定合理的目标和计划。关于部分转专业内容可见江苏理工学院转专业指南","六关于班级学生会和社团#六、关于班级、学生会和社团":"有关学生组织问题可以参阅学生组织","一确立认知-1#（一）确立认知":"基本认知：是否参与大学中的学生组织皆取决于个人意愿。若你力争上游有评优评奖的需求，那必须要参选班委、加入学生会；若你单纯想扩展兴趣结识朋友可以选择参加社团；若你无所谓于这一切，那就无所谓于加入学生组织，做好自己就行。\n班级\n一个最基本的校园基层组织，最基础的运作模式，存在形式基本上是多个不同的QQ群或微信群，大部分的学校学院通知和收集都会通过班级运作。\n和善对待每一位同学，四年很短，希望你在毕业时能够轻松地喊出每一位同学的名字。\n学生会\n学生会分为校院两级，归属于院校两级的团委。\n学生会是由学生组成的老师助理团队，很难说其能够立足于学生角度实行自我管理，多是上传下达，依据老师、学院、学校的指令执行任务。所以，加入学生会并不是为学生服务，而是为学校服务，其创建之初便是学校管理学生的附加产物，天生站在学生的对立面。\n无论如何，学生会也只是学生构成的，大家都是学生，互相体谅，理应团结，学生配合学生会工作，学生会做好本职工作。\n社团\n社团多种多样，没有学生会那般过于明晰的组织架构，更加重于活动开展。\n不要将寄希望于社团可以教会你你很多，它只是一个平台，你如何发展还是关乎于你自己。","二是否要参与班委竞选#（二）是否要参与班委竞选":"班委值得竞选，班长、团支书有团员要求，其他岗位宣传委员、体育委员、文娱委员、生活委员、组织委员、心理委员比较轻松，学习委员最累。","三是否要参加学生会#（三）是否要参加学生会":"走到台前，结识同学和老师是一个不错的选择，可以加入，大一大多都是干活的工具人，熬到大二有可能成为部长就有“好日子”了。","四是否要参加社团#（四）是否要参加社团":"社团或许有你兴趣所在之处，可以广泛参与，增进自己的能力和阅历。","七关于军训#七、关于军训":"军训通常会在开学两周后举行，属于公共必修科目，价值 2 学分。\n军训时长两周，在校园内完成，通常同专业都会被编成一个连队受训。\n军训内容：立正、稍息、跨立、停止间转法、起立、蹲下、齐步连贯、跑步连贯、正步走、唱军歌、擒敌拳（部分连队学习展示用）、分列式（全体展示用）\n军训时段：7:30 — 11:00 ；14:00 — 17:00\n注意事项\n要吃早饭，谨防低血糖晕倒\n多喝水，最好自己带杯子，军训场上都有饮用水，谨防天气炎热中暑\n感到身体不舒服及时打报告申请休息，班导会跟训，有事找班导，切勿难为自己\n行列中必须打报告\n着装端正，记得戴军帽\n中午食堂难抢饭，可以选择点外卖，送到宿舍楼下\n中午要休息，作息要规律，早睡早起\n服从教官命令，一般教官不会难为学生\n军训莫迟到，莫早退\n军训期间有晚自习，大多数用来教唱军歌","八关于恋爱#八、关于恋爱":"或许在人生的前18年中你沉迷学习不可自拔，进入大学后想尝尝爱情的苦，那你大可以去尝试尝试。\n尽量避免和同班级同专业的同学谈恋爱，除非你俩的意志都很坚定且明确，否则如果分手后，在一个抬头不见低头见的环境下多少略显尴尬。“你若盛开，花香自来”，最好的恋爱是顺其自然的，最好不要为了谈而谈。","九关于校内交通#九、关于校内交通":"","一共享单车#（一）共享单车":"目前校内的共享单车运营商是7MA（可下载app），分为自行车和助力车（电动车）\n无需押金，但充值 10 元起充，也可购买套餐卡。\n助力车，1.8 元/ 30 20 分钟；自行车 1.2 元/ 30 20分钟。\n宿舍区和教学区基本上都有停放点\n停放时，需要用户手机处在停放区才能还车。","二自行购买单车或电动车#（二）自行购买单车或电动车":"对于自行车校方没有规范要求\n对于电动车，要符合新国标，有牌照，骑行时佩戴头盔，不可带人。校区有充电处。参见江理工校园电动车新规","十关于地理环境和校园周边#十、关于地理环境和校园周边":"","一常州市钟楼区和永红街道#（一）常州市、钟楼区和永红街道":"常州是一个不错的宜居城市，气候宜人，四季分明，人造景观和景区占多数。多雨，雨热同期，夏天被子放在宿舍会发霉。钟楼区属于常州市区，永红街道属于市区边缘。","二中吴大道东龙路师源路和运河北路#（二）中吴大道、东龙路、师源路和运河北路":"中吴大道很长，很难一下午走完。学校北大门面对的就是中吴大道。东龙路是西大门面对的，有不少小吃馆子。师源路绕学校西南角。运河北路在学校南门外，一路之隔便是京杭大运河，宽敞，但廖无人烟。","三弘阳广场#（三）弘阳广场":"距离江苏理工学院学院不远的弘阳广场是众多学生打卡休闲之地，有海底捞、海伦斯、万达影城等。"}},"/proverbs":{"title":"良药苦口，忠言逆耳","data":{"":"啊对对对"}},"/proverbs/abc":{"title":"电脑必知必会","data":{"知识#知识":"","啥是文件啥是文件扩展名啥是程序#啥是文件？啥是文件扩展名？啥是程序？":"想象你的电脑硬盘是一个巨大的抽屉，里面塞满了纸(文件)，这些纸有牛皮纸，素描纸，A4纸,为了区别这些纸的类型(文件类型)，你在每一张纸上贴了一个标签(文件扩展名)来区分它们。所以随便拿出一张纸，专门处理这种纸的秘书(程序)都可以知道这是张什么纸。但是，标签只是标签，并不能决定这张纸是一张什么样的纸，如果你一不小心把一张\"牛皮纸\"的标签贴在了一张 A4 纸上，那么你专门处理牛皮纸的秘书就会告诉你她不认得这张纸。同理，你电脑中的图片文件一般以 .jpg, .png等为文件后缀名，如果你把它改成 .zip ,那图片查看程序和压缩文件查看程序都没法读取它。","啥是-office-啥是-docdocx-#啥是 office ？啥是 doc/docx ？":"Office 是一个由微软公司推出且广泛使用的一套办公软件工具套装。这个软件套装包含一系列用于处理文字、表格、图表、演示文稿、电子邮件等各种办公任务的应用程序，如 Word、Excel、PowerPoint、Outlook等。这些应用程序可以在桌面或云端进行数据处理和文档的创建、编辑和共享。Office软件通过简化和自动化很多不同的办公任务，从而帮助用户提高生产力和效率。Office软件可以在Windows、macOS和移动设备上运行，并且是一个被企业、学校和政府机构广泛采用的标准工具套装。DOC和DOCX是Microsoft Word文档文件的文件格式。它们都是用于存储Microsoft Word文档的文件扩展名，但它们在文件结构和功能上略有不同。DOC是早期Microsoft Word版本的二进制文件格式，最初用于Word 97-2003版本。这种文档文件的格式是一个二进制文件，并且不适用于其他应用程序。DOCX是基于XML的文件格式，用于存储Microsoft Word 2007及更高版本的文档。这种文档格式是一种基于开放标准的文档格式，其具有更好的文件压缩和互操作性，使其易于在不同的应用程序之间共享和使用。在使用Microsoft Word创建文档时，默认情况下会使用DOCX格式保存文档。但是，您可以选择将Word文档另存为DOC格式，以便在早期版本的Word或其他文本编辑器中打开。","啥是操作系统啥是应用程序#啥是操作系统？啥是应用程序？":"","啥是-c盘啥是磁盘啥是固态硬盘机械硬盘#啥是 C盘？啥是磁盘？啥是固态硬盘/机械硬盘？":"","啥是存储啥是内存#啥是存储？啥是内存？":"","啥是浏览器啥是ie#啥是浏览器？啥是IE？":"","啥是网址啥是ip#啥是网址？啥是IP?":"假如你生活在一个封闭的村子叫做“盘溪新村”，村子盛产苹果。\n互联网：好比地球上众横交错的道路。\n网络连接：道路通到了村子路口。从此，村子里的苹果就可以运出去卖了。\nTCP/IP：为了将村里的苹果能规范有效的运卖出去而不出问题，村长作出如下规定：“用规格刚好 20 cm 20 cm 20 cm 的泡沫箱来装，之后外面又用相应规格的纸箱包裹上，最后打上透明胶”。并且要求，对方收到时，一定要外包装完好，不然就会补发。而且还给对方发了一张发货单，明确说明了，苹果有多少，是用什么方法包装的，只有货和发货单对上了，对方才会确认收货。\nDNS：突然一天，郭德纲想吃苹果，就跟于谦说，“我听说盘溪新村（域名）的苹果好，要他们那个套餐一选项啊！”，于谦一听，得，也不知道盘溪新村在哪，打开地图查（DNS）吧，一查，好嘛，江苏省苏州市（IP 地址），于是于谦去了苏州，找了村子，告诉村长，要套餐一，要用顺丰快递，并且留下了北京德云社的地址。\nHTTP：过了几天，德云社的人一看，有快递来了，来了这么一句，“只收‘顺丰’，拒收其他快递”。司机忙说，“是顺丰，是顺丰”，这才对上暗号，德云社的人收下了货。\n组成文件：送来的货可不止一车，而且也不止一种苹果，这车是红富士，那车黄富士的。\n代码：有点像，村长事先安排的说明书，让司机到了地方，如何卸车，货放到什么位置，而德云社的看说明书，知道什么样的苹果放到什么位置上，什么样苹果如何食用最佳，等等。\n资源：不同种类的苹果。\n此示例的版权信息：归属于 Mozilla 贡献者的署名和版权许可协议在知识共享 署名-相同方式共享许可 2.5下提供。另请参阅：互联网是如何工作的","技能#技能":"","给电脑联网#给电脑联网":"","网络分享#网络分享":"","重装系统#重装系统":"","使用搜索引擎#使用搜索引擎":"首先，如果你能使用 Bing（必应），就不要使用百度。其次，即使你能够访问谷歌，也不要在中文内容的搜索上迷信谷歌。其次，注意你的搜索关键词。如果你要知道某种感冒药过量反映：错误的搜索请问感冒药吃多了会有害吗？合理的搜索布洛芬 过量 不良反应最后，专门的知识应该在专门的站点检索。例如，在 ZLibrary 检索电子版图书，在 stackoverflow 上查找编程和计算机问题等。各个学科也有自己的一套专门信息的搜索工具。zlibrary 已经消失，请自行寻找其镜像。","截图#截图":"请不要再使用手机拍摄电脑屏幕！除非你使用手机拍摄屏幕是为了规避不可见水印或逃避审查，否则在21世纪20年代拍摄屏幕分享信息实在太过复古。更何况 Windows 系统自带  Windows 徽标键‌+ Shift+ S 这样的快捷方式。如果你需要第三方软件辅助截图，可以选择 QQ/Tim 内置的截图工具，或者其他专门工具，如 Flameshot一般电脑用户请参考：\"电脑如何截图\"","习惯#习惯":"","数据隔离#数据隔离":"","备份#备份":"数据备份三大原则：一个文件，两个地方，三份副本","信息安全#信息安全":""}},"/proverbs/grading-exams":{"title":"等级考试","data":{"":"此条目有待补充，快捷投稿\n考试\t级别\t毕业要求\t就业要求\t全国大学英语四、六级\t四级;六级\t普遍四级\t未知\t全国计算机等级\t一级;二级\t普遍二级;纯文科一级\t未知\t中小学教师资格\t幼教;小学;初中;高中;职业\t教师就业必备\t普通话水平测试\t一甲;一乙;二甲;二乙;三甲;三乙\t无要求\t语文教师二甲\t全国高校英语专业专业四、八级\t四级;八级\t英语专业四级\t未知","四六级cet#四六级【CET】":"大学英语等级考试（CET4&CET6），总分770，过线分数425「相当于60%的总分」\n四六级分数查询\n官方网址：http://cet.neea.edu.cn/cet\n支付宝或微信国家政务服务查询","计算机一二级ncre#计算机一二级【NCRE】":"自2023年春季学期开始，江苏省计算机考试已停止报名，只能参加全国计算机考试\n计算机考试可以跳考，可直接报考二级，无一级作为前置条件。\n官方网址：https://ncre.neea.edu.cn/","教师资格证ntce#教师资格证【NTCE】":"","小学教资#小学教资":"","中学教资#中学教资":"初中教资\n高中教资\n职业教资","普通话水平测试psc#普通话水平测试【PSC】":"","专四专八tem#专四专八【TEM】":""}},"/proverbs/cs":{"title":"对计算机专业学生的箴言","data":{"高考结束了以后应该做的事情#高考结束了以后应该做的事情":"众所周知，高考结束了以后，身心都得到了放松。结束了整个高中的生活，那么这个暑假就应该好好放松。在大学，空闲时间很多，你可以自己自由的支配你的时间。你可以培养你的兴趣爱好，也可以去提升自己的专业能力。可以认识到很多与自己志同道合的朋友，也可以去参加各类比赛，为自己争得一份荣誉。为了让自己在以后的学习和生活更加轻松，不浪费宝贵的时间，我们应该在高考结束以后，为大学的生活做一些提前的准备。","记住这些话#记住这些话":"在大学学到的内容对于工作来说是远远不够的，我们要在课余时间自己去学额外的内容。\n大学中的课对于我们来说很可能只会浪费时间，我们要制定一个自己的计划，要永远跑的比学校快。\n在大学期间，要以「T」 型人才为目标，即对其他的方面都有所了解，对于自己未来工作的方向要精通。\n所有的指导（包括这个指导）都是别人通过自己的经验总结出来的。再有参考价值最终都会与自己的情况会有一些出入。要自己总结符合自己实际情况的指导，并不断的去探索未来更多可能的路。\nStay hungry. Stay foolish. 自己的脾气永远也不要比自己的本事大。人外有人，天外有天，就算是在学校中，你永远都不会一直是最强的那一个。不要被当前取得的成就所迷惑，要一直保持学习。\n4 年很短，好好珍惜时间，好好珍惜你爱的和爱你的人。","制定未来的人生计划#制定未来的人生计划":"规划以后的工作方向\n规划大学本科毕业的时候应该达到的水平\n规划大学每一年结束的时候应该达到的水平（或完成某样目标）\n在选择以后的工作的方向的时候。一定要深思熟虑。不同的工作方向将会决定你在大学中学到的知识，交到的朋友等。因此，如果当前你的专业是你自己不感兴趣的或者与你未来的工作方向不同的，那么应该优先考虑在大一下学期的时候转专业；如果已经是在自己喜欢的专业了，那么就应该规划一下自己的技术栈（即工作中可以会用到的知识），并将其分解，一步一步的完成这些任务。比如，你想要往前端发展，那么首先前端三剑客 HTML，CSS，Javascript + Typescript 要搞懂，几个经典框架，Vue，React 至少要弄懂，NodeJS，Deno 也要了解一下，业界的各种成熟方案，Nuxt.js ，SvelteKit 之类的全家桶也要会用，各种辅助工具，像 Postman，WebPack 更是不用说，考虑到可能找到还在手搓 JS 的雇主，Jquery 这样的技术也要知悉。又比如，你想要向后端发展，经典语言和框架，诸如 Java + SpringBoot，C# + Asp.net 这样的搭配组合要会用，这些技术尤其在政企单位用得多，而互联网企业追求敏捷开发，你要学Golang（例如 BiliBili），NodeJS，很多时候后端不仅仅是写服务端程序，你还需要会 MySQL，PostgreSQL 这样的经典 SQL 数据库操作以及 MongoDB 这样文档型 NoSQL 数据库的操作，Redis 缓存，分布式也需要知道。很多时候，面试造飞机，入职拧螺丝，但是你有着造飞机的实力肯定是好的。现在很多企业推行 DevOps，全栈，持续集成，CICD 这样的概念，说白了就是要求我们开发者掌握更多自己本分以外的知识和能力，那你前端就也要搞搞 Node 后端了，DBA 也要和后端和运维搭伙了...... 总之你的能力要上去才能满足老板对用更少的人力干更多的活的想法。对于计算机专业的证书，首先你要知道 NCRE 证书是完全没有用的。没有一家企业会关注这个。而软考证书一般只有政企单位有时候会考虑，另外一个用途就是抵税，如果你要报考，至少中级起步，初级没有意义。","选购一个优秀的电脑#选购一个优秀的电脑":"可以看生存手册《电子设备的选购》。","选择优秀的软件#选择优秀的软件":"什么是一个优秀的软件？一个优秀的软件应该是没有广告的，没有病毒的，绿色的。功能简单，易用。说明文档标注清晰。有强大的社区进行维护。 同时不会安装其他捆绑软件。 这才是一个优秀的软件所必需具备的。下面，我推荐几个使用频率较高的软件，都是我自己用过的，推荐各位去搜搜看：","视频播放器#视频播放器":"potplayer（商业软件）：支持以0.1倍速率的变化，同时可以自由的拖动播放进度。缓冲速度几乎无感知，不会出现爆音的现象，也不会出现播放卡顿的现象。这是我目前用过的最好的播放器。唯一的缺点应该是只能在 windows 上运行，无法在 linux / macos 上运行。\nVLC（自由软件）：支持以 0.1 倍速率的变化，也支持自由拖动。拖动的过程中会出现缓冲时间过长的现象，即，会有卡顿感。不过支持全平台的视频的播放。","翻译软件#翻译软件":"网易有道词典（商业软件）：采用了网易有道的翻译引擎，同时支持划词翻译，对于不能划词的还可以通过 OCR 来识别翻译。没有使用过其他的软件，感觉这个软件已经足够好用了。","截图软件#截图软件":"Flameshot（自由软件）：全平台支持，有图形界面和 CLI 界面。\nsnipaste（商业软件）：一个很好用的截图软件。可以一键截图，也可以在截图上进行标注。截好以后还可以将图片钉到窗口上，方便日后观看。软件分为收费和免费的两个版本。日常使用可以选免费版本，基本的功能已经够用了。没有使用过其他的软件。","电源管理软件#电源管理软件":"energy star X （自由软件）：让你的电脑拥有像手机一样的 CPU 调度！可以显著的延长电脑在离电的情况下的续航的表现！注意：仅适用于Windows 11 21H2 (Build 22000) 以上的系统版本， Windows 11 22H2 (Build 22621) 以上的系统版本效果会更好。","windows-实用工具#windows 实用工具":"PowerToys （自由软件）：微软最强的工具集，是微软的亲儿子。里面包含以下常见的功能：将窗口固定到其他窗口的顶部；使电脑保持唤醒状态；颜色选取器；查看什么程序在使用当前的文件；程序搜索和启动等等。是我目前用的最多的软件。非常推荐！","桌面整理软件#桌面整理软件":"coodesker （免费软件）：可以自动整理桌面，还在桌面上实现功能块。完全免费，软件本体很小巧，没有任何其他多余的功能。","选择并使用一个-linux-发行版#选择并使用一个 Linux 发行版":"这个世界并不是只有 Windows ，软件开发也并不是只有 Visual Code。无论是从开阔视野还是从学习知识来看，你作为一个计算机专业的学生必须接触和能够使用类 Unix 操作系统。而且，如果你未来向运维方向发展，Linux 维护也是必不可少的。要搞清楚有超过 300 个发行版的 Linux 是难上加难的平方。你的选择也有很多。诸如 Ubuntu 系列，Arch Linux 系列，openSUSE 等都可以尝试，找到自己中意的。","学习一定的电脑优化保养的知识#学习一定的电脑优化/保养的知识":"软件方面：\n什么是电脑病毒？现代系统上有必要安装一个杀毒软件吗？\n电脑垃圾是什么？需要一直清理吗？\n电脑蓝屏了以后应该怎么处理？\n现代电脑需要进行磁盘碎片整理吗？\n如何下载软件？下载到流氓软件了怎么办？\n电脑里剩余的空间少了，就意味着电脑的运行速度慢了吗？\n电脑运行程序卡顿时，有哪些情况？\n电脑开机太慢怎么办？\n软件一定不能安装在 C 盘吗？\n硬件方面：\n电脑发热严重时，应该怎么办？\n笔记本电脑如果一直插着电源，对电池有损害吗？\n屏幕的颜色显示不准确怎么办？\n这些是适合所有专业的同学的知识，如果你都可以回答个一二，那么你的电脑将会在你大学的四年里助你一臂之力。当然，电脑的知识远远不止这些，此处列出的都是关于保养和维护的知识，更多的可以查阅生存手册《电脑必知必会》以下是对这些问题的回答：\n电脑病毒是一个恶意的软件，电脑病毒分为很多种，不过只要是对电脑有害的都可以归类为电脑病毒。现代电脑系统（windows 10 / 11）已经可以不需要安装额外的杀毒软件。电脑上自带 windows defender 已经有了足够的能力（世界排名前列）来应对日常的病毒。\n电脑垃圾一般是系统运行的缓存文件，用来提升电脑的运行速度。对于临时文件，系统是会自动清除的，我们不需要管。而对于缓存文件，每次清理了以后，都会再次产生，我们也可以不用管。因此，我们不需要一直清理。\n蓝屏了以后，可以试试重启电脑。如果还是蓝屏，则应该记录当前蓝屏的代码，然后再去网上查找对应的解决办法。如果无法解决，则应去请教身边的人（同学，维修店）。\n如果你的硬盘是机械硬盘，则可以每月进行一次磁盘整理；如果你的是固态硬盘，那么就不需要进行磁盘整理。\n下载软件可以先去 Microsoft Store 查找。如果没有对应的软件，则可以去软件的官网去查找。这里推荐用 bing 搜索。不要去其他的软件下载网下载。如果你下载到了流氓软件，可以下载 360 来清理。清理完了以后卸载 360 即可。\n剩余空间少了不一定运行速度就会慢，电脑的运行速度与当前程序占用 cpu 的百分比有关。如果当前的 cpu 正在忙碌（占用 100%），那么运行其他的程序自然就慢了。\n电脑卡顿时，有以下几种情况：\ncpu 运行忙碌\n内存不足\ngpu 运行忙碌（一般是游戏）\n情况的判别可以打开任务管理器。然后看 cpu，gpu，内存，哪个达到了 100% ，那么就是哪个情况。同时，你也可以看到是哪个程序最占用资源，如果你将其关闭了以后，电脑就运行快了。\n开机太慢有以下的可能的情况：\n电脑启动项太多。启动这些程序花费了太多时间。可以去任务管理器开启或关闭对应的程序。\n系统载入时间太长。如果你的电脑的系统装在了机械硬盘上，那么启动时间会比较长，如果你换成固态硬盘，那么启动时间会变短。\n软件安装在 C 盘是上古时期的说法，现在已经不存在这样的说法了。可以将软件安装在 C 盘。当然，如果你的 C 盘的空间已经不足了，那还是将软件安装在其他的分区吧。\n如果电脑发热严重，那么可能是电脑的积灰太多。可以去申请售后清灰。\n电脑的电源充电器也叫电源适配器，它会在电脑没电的时候为电脑充电，如果电脑电池满电的时候，则会直接为电脑供电。此时，电脑会直接从电源适配器取电，不会从电池取电。那么就相当于保护了电池，对电池没有损害。\n可以使用校色仪进行校色。校色仪可以去淘宝上租一个。","阅读提问的智慧这篇文章#阅读《提问的智慧》这篇文章":"在我们日常的生活中，难免会遇到很多问题。那么最有效的方法就是去咨询比自己有经验的同学。那么如何问问题就成为了一门艺术。一个好的提问可以快速的让对方理解你的困扰，也可以快速的，有针对性的给出解答方案。我自己就遇到很多同学不会问问题，从而导致在一个很普通的问题上浪费了整整半小时。那么，如何去提问呢？请点击 提问的智慧","练习打字速度#练习打字速度":"如果你是一个文字工作者，那你就应该熟练的运用键盘。如果你是一个码农，那你不更应该提升自己的打代码的速度嘛。在大学期间，电脑用的是非常频繁的。因此为了让电脑成为你的得力工具，你应该能够熟练的运用电脑。学习打字的第一步，你应该有一个正确的打字手法。不能再像以前一样，用一指禅了。然后再慢慢的提升打字速度。这里推荐一个练习的网站：打字打字-在线打字练习","学习一个中文输入法#学习一个中文输入法":"全拼是一种效率低下的输入法。你需要换一个效率更高的输入法。首先，我们先来了解一下我们日常使用的输入法。中文输入法分为三种：一种是音码，一种是音形，最后是形码。音码是以中文的拼音为基础。音码的好处是可以达到所想即所写，好学，简单易上手。但是他的缺点也很明显：同一个拼音可能对应着不同的字，选字是非常浪费时间的。形码是以汉字的形状为基础的。形码的好处是重选率极低。正因为重选率低，所以基本上每个汉字都有不同的编码。这既是优点，缺点：如果你可以运用的很熟练，那么你的打字速度将会特别快，但是这也很难学。学习花费的时间可以是其他类型的输入法的几倍甚至是几十倍。音形是音码和形码的组合。它比音码难学，比形码易学。可以它可以极大的降低音码的重选率，虽然没有形码低，但是对于非文字工作者已经足够了。好了，你已经对中文输入法有了一个基本的了解了。那么接下来就是你选择的时候了。","音码#音码":"学习时间约为 1 天\n双拼：双拼（也称双打）是一种建立在拼音输入法基础上的输入方法，可视为全拼的一种改进，它通过将汉语拼音中每个含多个字母的声母或韵母各自映射到某个按键上，使得每个音都可以用两个按键打出，极大地提高了拼音输入法的输入速度。这种声母或韵母到按键的对应表通常称之为双拼方案。双拼包括并不限于以下几种\n微软双拼\n小鹤双拼\n自然码","形码#形码":"学习时间约为 1 个月\n五笔：五笔输入法是一种把字形跟键盘对应的输入法。就像拼音输入法，把拼音跟字母对应起来，按对应的键就可以输入拼音串一样。五笔把所有的汉字归为五大基本笔划（横竖撇捺折），所以叫五笔字型。所有的汉字，按一定的规则进行拆分，再将拆分开的典型部分，对应到键盘上，就形成了五笔字型输入法。形码包括并不限于以下几种\n王码五笔（86，98，新世纪）\n虎码","音形#音形":"学习时间约为 1.5 星期\n音形：双拼 + 双形。如果要学音形，就必须先学对应的双拼。音形包括并不限于以下几种\n小鹤音形\n这里推荐学习音形，他的学习成本不高，打字速度的上限也很大。如果可以熟练运用，可以达到所讲即所写的水平，即和语音输入速度一致。我个人是用过微软双拼，小鹤双拼，小鹤音形，98版五笔。写这篇文章的时候，我是用98五笔写下的。我当时学了整整一个月。如果各位要学五笔，我推荐学98版，86版的拆字规则很逆天，虽然教程多，但是与拆字规则相悖。","学习一个标记语言#学习一个标记语言":"标记语言，是一种将文本以及文本相关的其他信息结合起来，展现出关于文档结构和数据处理细节的电脑文字编码。与文本相关的其他信息（包括文本的结构和表示信息等）与原来的文本结合在一起，但是使用标记进行标识。常见的标记语言 AsciiDoc，Markdown，富文本，LaTex，TaXmacs 等在这里，我推荐 Markdown 语法，Markdown 是一个轻量化的标记语言，很适合做一些日志，笔记的文字记录。本文就是用 Markdown 语法写的。Markdown 语法简单易上手，两个小时就可以熟练掌握了。而且在书写的过程中，你可以仅仅使用键盘来对一个文本加粗，加斜，划线等。Markdown 的教程在这里Markdown 语法虽然简单易学，但也正是因为他的轻量，他没有太多的格式。如果你要更多的格式，那么你可以选择富文本。富文本支持的格式更多，知乎用的就是富文本。当然如果你要写论文，那我会推荐你用 LATEX 。LATEX 是一个排版系统，可以对于生成复杂表格和数学公式。非常适用于生成高印刷质量的科技和数学类文档。这个系统同样适用于生成从简单的信件到完整书籍的所有其他种类的文档。","学习使用版本管理工具#学习使用版本管理工具":"git 是一个程序员经常会用到的软件，那么对于其他专业的同学，我为什么也会推荐它呢？\nGit 不仅仅是个版本控制系统，它也是个内容管理系统(CMS)，工作管理系统等。\ngit 不仅可以用来管理文件的版本，可以当一个文件的当前的状态保存下来，如果你以后对这个文件进行了更改，你还是可以回到这个状态。类似于游戏中一个存档点，如果你认为做的某一个决定是不对的，那么你是有悔改的余地的。同时，他还可以通过链接 Github, Gitlab，Gitee 等网站，实现多端云同步的功能。而且，也可以实现多人共同协作的功能。","下载一个清单类软件#下载一个清单类软件":"一个好的时间管理软件不能少。如果你是一个不能自己控制自己时间的人，那么你就应该考虑一个 todo 软件。市面上的这类软件还是很多的。我这里就不做推荐了，各有各的优点。","考机动车驾使证#考机动车驾使证":"如果你的暑假没有事情干了话，考个驾驶证吧！早晚都是要考的，不如现在就考了。以后寒暑假再考，那必然是会占用自己的学习时间！","对于计算机专业学生的建议#对于计算机专业学生的建议":"任何有志于学习计算机科学的人，只需要三样东西，一根网线，一台电脑和一个带有 Linux 安装映像的 U 盘。\n注意：这是「实践导向」的，如果你是考研升学的「学术导向」，请忽略本文首先，学习计算机的你需要补上计算机教育中缺失的一课。接下来，三个能力影响你的视界和能否接触到除了学校教授的老古董之外的真实前沿：使用英语阅读和表达的能力，访问国际互联网的能力，流畅使用 Linux 的能力。英语作为国际语言，是全世界程序员通用的交流沟通语言，你的英语能力不必能够写出如莎士比亚戏剧一般上流的文章，但必须能够确保在没有翻译软件的帮助下流畅无误的阅读英文文档。访问国际互联网自然不用多说，你能连接 Github 和 Google 吗？如果不能，那就想办法能。最后，除非你想好的自己的技术栈绝对在 ASP.NET，Windows Server 滞留，否则「类 UNIX 系统操作」是你绕不过去的。尽量避免在 Windows 系统上安装虚拟机应付学校 Linux 系统学习那几个可怜的学时。这些素养，你应该在进入大学就开始培养。如果四年学习到头来你只会百度，看 CSDN，学习新技术全靠「菜鸟网」和 b 站视频，看不懂英文文档，把 「C#」读作「C井」，从来没听说过 stackoverflow ，没有 Github 帐号更没有一个拿得出手的项目的话，那么你 99.99% 和一线的互联网企业是无缘的。事实上，你尤其要避免使用百度和 CSDN ！除此以外，正如大部分普通高校一样，学校的教材，特别是涉及真正技术的教材，是陈旧过时的。这里无意争辩谭浩强的教材是功是过，但是， with all due respect，除非你打算成为语言律师，你真的不应该在诸如 i+=(++i)+(i++) 这种东西上浪费时间。请自己寻找靠谱的书。你可以参考下面这个书单（请注意，它们只能教会你真实的知识，而不能保证你通过期末考试！你依旧不能扔掉教科书！）：计算机基础理论：\n《计算机科学概论》（「美国」内尔·黛尔 / 「美国」约翰·路易斯）\n程序设计与程序设计语言：\nC\n《C语言程序设计 现代方法》（「美国」 K.N.金）\n《C与指针》（「美国」 肯尼斯·里科）\n《C专家编程》（「美国」 Peter Van Der Linden）\nC++\n《C++ Primer》（ 「美国」 Stanley B. Lippman / 「美国」 Josée Lajoie / 「美国」 Barbara E. Moo）\nJava\n《Java 核心技术》（ 「美国」 凯 S.霍斯特曼）\n《Java 编程思想》（「美国」 Bruce Eckel）\nSQL\n《SQL 基础教程》（[日] MICK）\n算法：\n《算法》（「美国」 Robert Sedgewick / 「美国」 Kevin Wayne）\n《编程珠玑》（ 「美国」 Jon Bentley）\n计算机网络：\n《计算机网络：自顶向下方法》（「美国」 James F·Kurose / Keith W. Ross）\n密码学与信息安全：\n《Cryptography Engineering》（Niels Ferguson / Bruce Schneier / Tadayoshi Kohno）\n《图解密码技术》（[日] 结城浩）\nLinux：\n《快乐的 Linux 命令行》 （William Shotts）\n《How Linux Works》（Brian Ward）\n文化：\n《大教堂和市集》 （Eric S·Raymond）\n《UNIX编程艺术》（Eric S·Raymond）\n《UNIX痛恨者手册》（Simson Garfinkel, Daniel Weise ,Steven Strassmann）\n你可能发现这些书都是外国人的，原因在此：参见此处。对于新兴语言，它们最好教程一般是它的文档和官方教材，由于它们变化迅速，纸质图书很难跟上，而在线文档和书籍不仅免费，对新手也很友好。对于简单的脚本语言，诸如 Python 等，除非你希望成为这些语言的专家，想要钻研它们的实现机理，或者你的学习和特定目的有关（如 AI 研究，数据挖掘，数学建模），否则这些相对容易上手的语言根本不需要大费周章的专门学习。一般来讲从入手到达到基本能写小程序干活的水平也就一个下午。计算机很大程度上是靠「自学」，所以诸如 Python，Javascript，Shell Script 之类的基础知识别指望学校一步步教你。除了工业语言像 Java，C#，C++ 之外，如果你以就业为目标，你要学会追逐业界的前沿，诸如 Go，Rust，Kotlin，Dart 等等，都是如日中天的新兴语言和技术。虽然俗话说，「在我之前出现的技术都是天经地义，在我从业时出现的技术都是可贵创新，在我之后出现的技术都是奇技淫巧」，但是你毕竟年轻嘛，你也不能指望用学校里教你的潜水技术去面对社会这一片沙漠吧（另外，建议你建设自己的博客和/或个人站点，记录自己的学习历程。"}},"/proverbs/ied":{"title":"电子设备的选购","data":{"":"这并不是一个专业的电子设备评测，只是面向非专业新生的普遍性指导。如果你是专业的电子设备评测和选购人员，且对本文有更成熟的意见，可以向我们提出。\n但此处不接受任何商业广告和对任何特定品牌和型号的推荐。","电子设备选购需求分析#电子设备选购需求分析":"好。既然你看到了这里，我至少可以确定你是想要购买新的手机和电脑。问题在于，你需要什么样的手机和电脑。本文在于告诉你一般而言一个大学生需要的电脑和手机是什么样的。","电脑#电脑":"首先，放下你手里那个4G内存运行着Windows 7的老电脑。它不能陪你过4年。从各个专业的角度来看，如果你是学习计算机的学生，那电脑的重要性不用多说。俗话说“没有金刚钻，别揽瓷器活”，为了让Visual Studio, MySQL, IDEA, Eclipse ,Android Studio ,WSL等软件欢乐的在你的电脑上运行，你既需要大点的内存，也需要大点的硬盘。如果你是其他理工科学生，也要考虑到专业软件的需求。Autodesk系列软件对电脑的配置要求同样不算低。即使是画个CAD，高配总是比低配好。相信能够理解。好，那既然不是计算机系的学生，也不是机械的学生，甚至不是\"理科\"类的学生，文科生的电脑应该就只是看看视频，写写word吧。如果是这样，总是扛着两斤重的游戏本去图书馆健身似乎也不是很必要。然而，这个观点也是错误的。即使是文科类的专业，也需要配置较高的电脑。对于师范类的学生，一个最需要配置的工作就是视频剪辑。微课制作，多媒体课件制作作为必修课要求你的电脑能流畅的带的动pr，ps。如果使用没有较好的独立显卡的轻薄本乃至上网本，将会极大的影响你的剪辑速度，事实上也就是你完成作业和现场考试的速度。没有人希望别人5分钟可以完成的作业自己需要50分钟才能完成。除此以外，就一般而言，文科学生对于电脑的知识相对较少，购买更好的电脑也是减少电脑因为日常维护不当导致“变卡变慢”的可能性。最后，相信我，如果你是男生，你不可能不去玩游戏。 当然，如果你对自己有充足的信心可以忽略这一条。但就一般而言，哪怕你只是游玩LOL之类对配置要求不高的游戏，与其于压着电脑配置的底线极限游玩还不如购买更好的机器。至于游玩其他3A大作的玩家，相信尔等第九艺术品鉴家对电脑配置的研究高我一等，这里就不再赘述了。综上所述，无论你是什么专业，你的电脑至少：\n不是轻薄本\n有一块独立显卡\n有16G及以上的内存容量\n有512GB及以上的磁盘空间\n主硬盘是固态硬盘\n有键盘灯","手机#手机":"手机的选购一般来说和专业关系不大。事实上，你应该考虑的是存储空间。截止本文写作，一个江理工学生手机上必须安装的App有：\nQQ/Tim\n支付宝\n微信\n腾讯会议\n复兴一号（缴纳团费）\n今日校园（每日签到）\n腾讯课堂\n我的常州\n学习通\n超星图书馆\nPU口袋校园\n易班\n考虑到你的手机不可能只是用来工作学习，必然会有其他诸如浏览器，Bilibili，游戏之类的应用，在加上交通类诸如常州地铁，生活类诸如U净等应用，一般来讲，存储低于128GB的手机不用考虑。","平板和其他设备#平板和其他设备":"一言以蔽之：就学习而言不需要。土豪/娱乐自然随意。但如果你购买它们是为了学习和考研，这里送出一句名言：\n凡是非要到图书馆才读书的人到了图书馆也不会读书。","选购过程#选购过程":"","买什么#买什么":"","1电脑#1.电脑":"你需要购买的是高性能的笔记本电脑，这种电脑，很遗憾，有一个特别是对家长具有误导性的名称：游戏本。这里给游戏本正名：游戏本之所以叫做游戏本是因为它拥有流畅运行游戏（以及其他大型应用程序）的实力，而不是说它只能用来玩游戏。除此以外，品牌也是值得考虑的。如果你购买电脑需要参考这篇文章，那建议是尽量购买知名的品牌。试想，有一天你的电脑坏了，在保修期内，要去维修，却发现整个常州居然都没有你买的这个小牌子笔记本的授权维修店。这多少不是很令人愉快。虽然一般来讲小品牌的同配置更加便宜，性价比更高，但是相应的也要承担售后薄弱的风险。如果你对电脑的运行有特殊需求，诸如要求运行非Windows系统，请参阅制造商的资料。避免出现系统不兼容之类的不愉快。总结：\n你需要购买游戏本乃至移动工作站。\n你需要衡量性价比和售后，拿不准，看品牌。","2手机#2.手机":"一般来讲，手机型号的综合配置水平和存储空间成正比。64G存储的手机，不管它如何宣传的天花乱坠，一般不太可能流畅打原神。而256G存储的手机，即使看不懂CPU型号，不理解它宣传的各种技术，也不会差到哪里去。至于各种手机品牌和具体型号，这里不做任何推荐。当然，如果你注重隐私，或者要刷机，那就不要选择小米、华为等品牌了。","在哪买#在哪买":"绝对不要在线下实体店/电脑城购买电脑！所谓“生人坑一半，熟人大满贯”，关于“实体店/电脑城购买电脑有多坑”这个话题，随便搜索就可以找出一打来。这里不再叙述。关于网络购买，也有诸多注意事项，诸如“摸摸机”，“返新机”也不是子虚乌有，你可以查看一些购买注意事项。各个品牌可能有所不同，但大体上是一样的。不过请注意：验机的目的在于确保自己收到的机器是全新的正版，而不是在某些配件的品牌乃至批号上“比运气”。为什么「买电脑不能去实体店」「关于新机如何验机」","啥时候买#啥时候买":"首先明确一点，在江理工，你可以在大一就把电脑带来。 也许有的学校不允许大一带电脑，但这里可以。因此，最好在高考完毕的暑假就买好设备。即使是在大一，也是有需要电脑才能完成的作业的。\n其次，这并不是鼓励无脑购买多多益善，还是要结合家庭条件，即使不提倡艰苦，也要发扬朴素的美德。预祝你的电子设备能和你陪伴4年。"}},"/proverbs/sf":{"title":"师范之路","data":{"":"师者，所以传道受业解惑也。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻。韩愈《师说》\n江苏理工学院自1984建校以来，历经常州职业师范学院-常州技术师范学院-江苏技术师范学院，就担负着为职业教育培养人才的责任。就目前来看，它的师范专业极多，几乎分布在了各个学院，甚至拥有专门的教育学院。故而近些年（2021年左右）来多少能听闻江苏理工学院要更名为江苏职业技术师范大学，虽从「学院」一变而为「大学」，但「职业技术」似乎听起来有些掉价。","好话就说到这里#好话就说到这里":"问问你自己，你是怎么选这个专业的？ 如果答案是对教师职业的热爱，完全出于热心，那没问题，你不用接着看下去了，否则：RUN！RUN FOR YOUR LIFE！赶紧转专业！特别是汉语言文学师范！"}},"/proverbs/shampaign":{"title":"推销与诈骗","data":{"":"三思而后行","推销#推销":"在某些方面，初入校园的新生犹如突入狼群的绵羊，尤其提防校园推销给你带来一些你并不需要的物件或服务。懂得拒绝学姐或是学长的“好意”，仔细甄别自己是否需要，可以询问班导或是班主任老师。\n注意：但凡班群没有特别通知的商品或不要购买；即便是班群、班导或是班主任发布的非必要不选择。除非是校方要求强制购买的商品或服务，如果觉得存在不合理之处可以及时与班主任、辅导员、学工老师、班导联系，好好沟通。\n可能存在的推销\n校园宽带&校园电话卡：会假借学校名义，模糊电话卡与校园卡的概念，模糊宿舍宽带和校园内网的概念。校园卡既可以指电话卡也可以指班导发给你的蓝色卡片一卡通，蓝色一卡通是必须的且都由班导发放是免费的。校园电话卡是运营商电话卡的一种，非必需，但宿舍内宽带被其垄断，只有办卡方可在宿舍内使用宽带和wifi。校园内网用途很多，校园全覆盖，不需要办卡即可使用。宿舍宽带仅在宿舍可用，与家庭宽带一样，并非通过宿舍宽带访问校园内网。\n考试培训：会冒充校内教师，提供四六级、注册会计师、教师资格证、考研等一系列考试培训。首先你需要弄清楚自己专业的毕业要求（普遍为英语四级和计算机二级），其次搞明白你是否真的需要这样的培训。\n理发店充值卡&高额服务：会存在理发师与你攀谈之际忽悠你办卡，或是以“你发质有问题，我帮你护理一下”的如此话术对你实施高额服务。谨防糖衣炮弹，考虑清楚后再决定自己是否真的需要办卡。","诈骗#诈骗":"江苏理工学院校方的反诈宣传遍布于校园角落：共享电动车7MA会在解锁瞬间发出防骗小贴士声音；午餐时刻，保卫处的巡逻车辆会在食堂门口播放防骗广播；宿舍楼下会张贴被骗学生事迹及其金额；校园内的横幅发布位会张贴反诈标语。\n简而言之，在校方视角下，刷单、裸聊、约炮、游戏装备交易、电商客服、京东白条等名词都可能存在诈骗。\n对于被骗学生，校方会采取的措施：\n报警。很大可能上即便在第一时间报警处理也无法追回被骗资金，诈骗分子往往人在国外。\n全校警示。包括但不限于，在全校班级群通报受骗情况（受骗学生学院、年级、金额、被骗方式）；在被骗学生楼下张贴警示横幅（受骗学生楼号、金额、被骗方式、隐去一字的学生姓名）。\n学生重修安全教育学分。安全教育是入校的一种教育考试，是每位学生都需要通过的。\n虽如此种种手段，却依然无法阻止学生被骗案例的频发，且数额不小。此处并不是否认校方的反诈方案，他们只是在事发之后做了他们该做的事，但往往收效甚微。\n且被曝光出来的诈骗案例或许会少于真实发生的案例，很大程度上是出于校方不能很好地顾及受骗学生的尊严和保护受骗学生的个人信息——在学生对应宿舍楼下毫不隐讳地张贴指向型明确的警示横幅，由此以来只会致使受骗学生不再愿意告知学校或者报警处理，如此将会致使恶性循环。\n作为校方应当保护学生的个人隐私及尊严，警示案例的教育作用收效甚微。\n对于诈骗，生存手册无法给出万全的防骗办法，但万事小心、万事求证或许是不错的预防方式，但凡涉及到金钱交易、个人信息请务必谨慎，三思而后行。"}},"/proverbs/study":{"title":"学会学习","data":{"":"学习是一辈子的事","一确立认知#一、确立认知":"","一高中模式不可取#（一）高中模式不可取":"","二大一广泛参与活动而非埋头苦学#（二）大一广泛参与活动而非埋头苦学":"","三培养自学习惯比上课听讲更重要#（三）培养自学习惯比上课听讲更重要":"","四选择比努力更重要#（四）选择比努力更重要":"","二自习室#二、自习室":"终身学习是一个好习惯，在空余时间（一般来说大一你并没有）自我学习，且宿舍环境不适合这么做，你需要一个安静平和的自习环境。\n图书馆，刷校园一卡通进入，可参见图书馆真是一个自习的好去处\n部分开放教室\n部分宿舍楼内的开放自习室","三善待课程和老师#三、善待课程和老师":"请善待每一位你遇到的老师，善待每一门课程，你可以不听，但你要保持基础的礼貌，例如，如若你坐在第一排，最好不要当着老师的面玩手机。"}},"/proverbs/ticks":{"title":"奇技淫巧","data":{"":"本章将介绍一些实用但一定程度上不合乎道德或不符合相关规定的技巧。","只办一张卡全宿舍上网#只办一张卡全宿舍上网":"前提是你能够借到或者拥有一个校园网账户。\n热点分享办法（中国电信环境下以Windows为例）\n电脑端安装“天翼校园客户端分享版”，扫码登录校园网账户。\n确认成功连接网络后，选择开启系统自带的移动热点，至多可以连接 8 台设备。"}},"/yellowpage":{"title":"学校网址索引","data":{"":"请善于使用浏览器的搜索功能。","公网#公网":"本条目收录暴露在公网的域名。\n域名\tIP 地址\t描述\t注释\twww.jsut.edu.cn\t222.185.254.205\t江苏理工学院\t官网\tenglish.jsut.edu.cn\t222.185.254.205\t江苏理工学院英文\t英文版官网\tlib.jsut.edu.cn\t222.185.254.205\t图书馆\t无\tpassport2.jsut.edu.cn\t140.210.88.208\t学习通\t超星代理\tmooc1.jsut.edu.cn\t140.210.88.210\t超星慕课\t超星代理\tzs.jsut.edu.cn\t222.185.254.205\t本科招生网\t无\tzpjd.jsut.edu.cn\t222.185.254.205\t职教师资培训基地\t无\tsxzz.jsut.edu.cn\t222.185.254.205\t马克思主义学院\t无\tyywz.jsut.edu.cn\t222.185.254.205\t语言文字网\t你可以下载普通话等级考试的资料标准等\tjszy.jsut.edu.cn\t222.185.254.205\t国家技术转移中心\t无\tgjjyxy.jsut.edu.cn\t222.185.254.205\t国际教育学院\t无\tjyxy.jsut.edu.cn\t222.185.254.205\t教育学院、教师教育学院\t无\tjxxy.jsut.edu.cn\t222.185.254.205\t机械工程学院\t无\tdxxy.jsut.edu.cn\t222.185.254.205\t电气信息工程学院\t无\tslxy.jsut.edu.cn\t222.185.254.205\t数理学院\t无\tclxy.jsut.edu.cn\t222.185.254.205\t材料工程学院\t无\tjsjxy.jsut.edu.cn\t222.185.254.205\t计算机学院\t无\thgxy.jsut.edu.cn\t222.185.254.205\t化学化工学院\t无\txsy.jsut.edu.cn\t222.185.254.205\t新视野新闻网\t党委宣传部\tjxjy.jsut.edu.cn\t222.185.254.205\t继续教育学院\t无\tzcjy.jsut.edu.cn\t222.185.254.205\t常州翔宇置业有限公司\t无\tfy.jsut.edu.cn\t140.210.69.130\t数字化学习中心\t超星代理\tspzx.jsut.edu.cn\t222.185.254.205\t江苏省高等职业教育教师培训中心\t无\ttw.jsut.edu.cn\t222.185.254.205\t青年在线\t江苏理工学院团委\tjw.jsut.edu.cn\t222.185.254.205\t教务处\t无\tjsut.check.cnki.net\t121.194.4.240\t「中国知网」大学生论文检测系统\t知网代理\thqfw.jsut.edu.cn\t222.185.254.205\t后勤保障与后勤服务总公司\t无\tnet.jsut.edu.cn\t222.185.254.205\t信息中心\t无\tcas.jsut.edu.cn\t222.185.254.205\t统一身份认证平台\t数字化校园门户\tztbbgs.jsut.edu.cn\t222.185.254.205\t招投办公室\t无\tmingren.jsut.edu.cn\t222.185.254.205\t常州市名人研究院\t无\tmail.jsut.edu.cn\t120.241.150.114\t邮箱\tQQ 邮箱代理\txxgk.jsut.edu.cn\t222.185.254.205\t信息公开\t新\twsxsg.jsut.edu.cn\t222.185.254.205\t网上校史馆\t无\tdanganguan.jstu.edu.cn\t222.185.254.205\t档案馆\t无\tfzgh.jsut.edu.cn\t222.185.254.205\t发展规划处\t无\tbwc.jsut.edu.cn\t222.185.254.205\t保卫处\t无\ttzb.jsut.edu.cn\t222.185.254.205\t统战部\t无\tcwc.jsut.edu.cn\t222.185.254.205\t财务处\t无\trsc.jsut.edu.cn\t222.185.254.205\t人事处\t无\tyjsc.jsut.edu.cn\t222.185.254.205\t学科办研究生处\t无\tjsqc.jsut.edu.cn\t222.185.254.205\t汽车与交通工程学院\t无\trwskc.jsut.edu.cn\t222.185.254.205\t社会科学处\t无\tkjc.jsut.edu.cn\t222.185.254.205\t科学技术处\t无\tgjc.jsut.edu.cn\t222.185.254.205\t国际合作交流处与港澳台工作办公室\t无\txgc.jsut.edu.cn\t222.185.254.205\t学工处\t无\tzcc.jsut.edu.cn\t222.185.254.205\t资产管理处\t无\tjwjcc.jsut.edu.cn\t222.185.254.205\t纪委检查处\t无\tjwjcc.jsut.edu.cn\t222.185.254.205\t组织部\t无\tyb.jsut.edu.cn\t222.185.254.205\t党委办公室、校长办公室\t无\tcyjy.jstu.edu.cn\t222.185.254.205\t创业就业中心\t域名未生效","局域网#局域网":"本条目收录局域网域名，及其 ip 地址，你需要链接学校 VPN ，或者在校园网之内才能够访问。\n域名\tIP 地址\t描述\t注释\tdns1.jsut.edu.cn\t210.29.192.83\tDNS\t教育网\t210.29.193.6\t210.29.293.6\t图书馆书目检索系统\t教育网\tlab.jsut.edu.cn\t192.168.5.55\t实验室\t内网\tjkjy.jsut.edu.cn\t192.168.5.15\t?\t未知\tresource.jsut.edu.cn\t210.29.192.27\t?\t教育网\tecard.jsut.edu.cn\t192.168.5.201\t一卡通服务网站\t无\tehall.jsut.edu.cn\t210.29.199.82\t仪器设备报修申请\t教育网\tfilesystem.jsut.edu.cn\t192.168.5.30\t?\t未知\tcwcx.jsut.edu.cn\t192.168.5.6\t财务中心\t内网访问\toa.jsut.edu.cn\t222.185.254.202\t?\t教育网\t192.168.5.7\t192.168.5.7\t名人研究院管理界面\t内网访问\tlibzw.jsut.edu.cn\t210.29.199.108\t?\t教育网\t192.168.5.36\t192.168.5.36\t实验教学管理系统\t内网访问\tjwgl.jsut.edu.cn\t192.168.5.65\t正方教务管理系统\t无\t192.168.5.182:8080\t192.168.5.182\t房屋管理系统\t无\tgw.jsut.edu.cn\t10.1.1.29\t网关认证\t无\txlzx.jsut.edu.cn\t210.29.199.133\t心理健康教育中心\t教育网\tskyclass.jsut.edu.cn\t210.29.194.40\t天空教室网络课堂\t教育网\talst.jsut.edu.cn\t210.29.199.133\t奥蓝学生管理信息系统(学生版)\t教育网\taolan.jsut.edu.cn/\t210.29.199.123\t奥兰系统管理版\t教育网\tzt.jsut.edu.cn\t210.29.199.133\t?\t教育网\tpec.jsut.edu.cn\t210.29.199.106\t?\t教育网\tportal.jsut.edu.cn\t210.29.199.122\t统一身份认证平台\t自动重定向到明网"}}}